{"version":"1.0","truncation":null,"padding":null,"added_tokens":[{"id":0,"content":"[PAD]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false,"special":true},{"id":1,"content":"[BOS]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false,"special":true},{"id":2,"content":"[EOS]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false,"special":true}],"normalizer":null,"pre_tokenizer":{"type":"ByteLevel","add_prefix_space":false,"trim_offsets":true,"use_regex":true},"post_processor":null,"decoder":null,"model":{"type":"BPE","dropout":null,"unk_token":null,"continuing_subword_prefix":null,"end_of_word_suffix":null,"fuse_unk":false,"vocab":{"[PAD]":0,"[BOS]":1,"[EOS]":2,"!":3,"\"":4,"#":5,"$":6,"&":7,"'":8,"(":9,")":10,"*":11,"+":12,",":13,"-":14,".":15,"/":16,"0":17,"1":18,"2":19,"3":20,"4":21,"5":22,"6":23,"7":24,"8":25,"9":26,":":27,";":28,"<":29,"=":30,">":31,"?":32,"@":33,"A":34,"B":35,"C":36,"D":37,"E":38,"F":39,"G":40,"H":41,"I":42,"J":43,"K":44,"L":45,"M":46,"N":47,"O":48,"P":49,"Q":50,"R":51,"S":52,"T":53,"U":54,"V":55,"W":56,"X":57,"Y":58,"Z":59,"[":60,"\\":61,"]":62,"^":63,"_":64,"`":65,"a":66,"b":67,"c":68,"d":69,"e":70,"f":71,"g":72,"h":73,"i":74,"j":75,"k":76,"l":77,"m":78,"n":79,"o":80,"p":81,"q":82,"r":83,"s":84,"t":85,"u":86,"v":87,"w":88,"x":89,"y":90,"z":91,"{":92,"|":93,"}":94,"~":95,"½":96,"¿":97,"ï":98,"Ċ":99,"č":100,"Ġ":101,"Ġ}":102,"Ġ{":103,"Ġ\\":104,"Ġ_":105,"Ġ^":106,"Ġ2":107,"Ġ)":108,"Ġ(":109,"Ġ1":110,"ra":111,"Ġ=":112,"Ġ-":113,"čĊ":114,"Ġ,":115,"fra":116,"frac":117,"Ġ+":118,"ma":119,"ta":120,"ig":121,"Ġ0":122,"ar":123,"al":124,"le":125,"th":126,"Ġi":127,"Ġx":128,"ft":129,"igh":130,"math":131,"me":132,"righ":133,"Ġn":134,"in":135,"Ġ.":136,"Ġ\\,":137,"ph":138,"Ġd":139,"Ġa":140,"left":141,"right":142,"am":143,"eta":144,"ti":145,"Ġm":146,"Ġ3":147,"mu":148,"Ġk":149,"Ġt":150,"Ġe":151,"Ġr":152,"Ġ&":153,"Ġc":154,"Ġp":155,"si":156,"rm":157,"mathrm":158,"de":159,"Ġ4":160,"Ġ~":161,"Ġs":162,"pr":163,"pha":164,"alpha":165,"Ġl":166,"da":167,"ĠA":168,"Ġ\\;":169,"ot":170,"pi":171,"par":172,"Ġb":173,"tial":174,"partial":175,"ime":176,"prime":177,"dot":178,"Ġj":179,"psi":180,"Ġf":181,"lta":182,"Ġ|":183,"amma":184,"bda":185,"ambda":186,"Ġq":187,"phi":188,"Ġg":189,"bf":190,"nu":191,"Ġz":192,"ray":193,"array":194,"ĠM":195,"Ġy":196,"rt":197,"ĠT":198,"cal":199,"ĠN":200,"bar":201,"ĠR":202,"igma":203,"lambda":204,"int":205,"ĠB":206,"ve":207,"ng":208,"qu":209,"Ġ/":210,"ĠL":211,"lo":212,"sq":213,"sqrt":214,"beta":215,"Ġu":216,"theta":217,"ngle":218,"delta":219,"Ġ\\\\":220,"gamma":221,"Ġ]":222,"sigma":223,"ga":224,"mega":225,"ĠD":226,"ĠF":227,"su":228,"Ġ[":229,"ĠS":230,"mathbf":231,"sum":232,"ĠP":233,"Ġv":234,"lon":235,"ĠV":236,"psilon":237,"ĠC":238,"cdot":239,"epsilon":240,"at":241,"hat":242,"ad":243,"quad":244,"Ġh":245,"ho":246,"rho":247,"hi":248,"to":249,"ĠE":250,"Ġ5":251,"la":252,"ĠH":253,"lde":254,"tilde":255,"ĠQ":256,"var":257,"ĠX":258,"ĠG":259,"be":260,"nd":261,"omega":262,"end":263,"gin":264,"begin":265,"Ġ6":266,"tau":267,"na":268,"vec":269,"ĠI":270,"Ġo":271,"rangle":272,"Ġ*":273,"De":274,"Delta":275,"fty":276,"infty":277,"pe":278,"Gamma":279,"Ġ8":280,"ĠK":281,"xi":282,"ow":283,"ĠJ":284,"row":285,"tar":286,"ĠU":287,"ge":288,"mes":289,"times":290,"sin":291,"co":292,"Phi":293,"ap":294,"ĠW":295,"tarrow":296,"ope":297,"rna":298,"rato":299,"operato":300,"rname":301,"operatorname":302,"ĠZ":303,"langle":304,"cos":305,"lin":306,"line":307,"varphi":308,"pm":309,"rline":310,"dots":311,"rightarrow":312,"Lambda":313,"Ġ\\!":314,"Ġw":315,"Ġ;":316,"big":317,"Ġ7":318,"chi":319,"ove":320,"Ġ\\}":321,"overline":322,"Ġ9":323,"ex":324,"pa":325,"st":326,"iv":327,"pro":328,"qquad":329,"equ":330,"equiv":331,"ĠO":332,"ln":333,"ll":334,"Omega":335,"Big":336,"kap":337,"kappa":338,"Ġ\\{":339,"dag":340,"ĠY":341,"\\{":342,"cdots":343,"varepsilon":344,"Ġ:":345,"mathcal":346,"Psi":347,"Ġ>":348,"bo":349,"bol":350,"Ġ<":351,"ger":352,"dagger":353,"ldots":354,"ell":355,"bla":356,"nabla":357,"exp":358,"yle":359,"style":360,"zeta":361,"Sigma":362,"wi":363,"wide":364,"leq":365,"Ġ!":366,"sim":367,"bigg":368,"mathb":369,"mathbb":370,"Ġ\\:":371,"hbar":372,"otimes":373,"log":374,"bold":375,"\\}":376,"mi":377,"prox":378,"approx":379,"Pi":380,"mid":381,"sp":382,"vert":383,"di":384,"prod":385,"per":386,"perp":387,"ystyle":388,"laystyle":389,"splaystyle":390,"displaystyle":391,"meq":392,"simeq":393,"ed":394,"wed":395,"wedge":396,"widetilde":397,"sy":398,"sym":399,"symbol":400,"boldsymbol":401,"ck":402,"tex":403,"text":404,"geq":405,"ri":406,"tan":407,"eq":408,"Th":409,"Theta":410,"se":411,"nde":412,"unde":413,"sc":414,"ast":415,"rc":416,"set":417,"pt":418,"widehat":419,"ci":420,"circ":421,"re":422,"ript":423,"script":424,"underline":425,"neq":426,"Ġ\\|":427,"rel":428,"sta":429,"stack":430,"stackrel":431,"Bigg":432,"sinh":433,"op":434,"us":435,"cosh":436,"ce":437,"textstyle":438,"star":439,"not":440,"frak":441,"mathfrak":442,"mp":443,"biggr":444,"lus":445,"oplus":446,"vartheta":447,"biggl":448,"Bigr":449,"bra":450,"fo":451,"Bigl":452,"sf":453,"sub":454,"subset":455,"ngrightarrow":456,"ec":457,"rall":458,"forall":459,"boldmath":460,"scriptstyle":461,"ect":462,"parrow":463,"uparrow":464,"bj":465,"bject":466,"pto":467,"propto":468,"Ġ'":469,"longrightarrow":470,"bigl":471,"bigr":472,"oint":473,"ps":474,"maps":475,"mapsto":476,"om":477,"lle":478,"\\|":479,"ddot":480,"cu":481,"bin":482,"binom":483,"vdots":484,"angle":485,"leftrightarrow":486,"over":487,"or":488,"mathsf":489,"cup":490,"brace":491,"no":492,"arc":493,"flo":494,"floor":495,"tri":496,"triangle":497,"Xi":498,"cot":499,"bot":500,"cong":501,"it":502,"mbe":503,"numbe":504,"nonumbe":505,"nonumber":506,"cap":507,"Righ":508,"Rightarrow":509,"ze":510,"size":511,"textrm":512,"ne":513,"ralle":514,"paralle":515,"parallel":516,"arctan":517,"cfrac":518,"Ġ--":519,"brack":520,"object":521,"ĠObject":522,"sh":523,"arrow":524,"own":525,"varrho":526,"subseteq":527,"rbrace":528,"textbf":529,"imath":530,"od":531,"down":532,"he":533,"land":534,"scriptscriptstyle":535,"scriptsize":536,"che":537,"check":538,"sla":539,"overrightarrow":540,"downarrow":541,"exi":542,"sts":543,"exists":544,"Biggl":545,"gg":546,"nto":547,"phanto":548,"phantom":549,"hline":550,"Biggr":551,"bu":552,"rfloor":553,"ddots":554,"io":555,"iota":556,"llet":557,"bullet":558,"colon":559,"inus":560,"Upsilon":561,"lfloor":562,"lbrack":563,"underbrace":564,"neg":565,"Im":566,"mathit":567,"tin":568,"tiny":569,"jmath":570,"lef":571,"slash":572,"vee":573,"minus":574,"setminus":575,"Re":576,"iint":577,"leftarrow":578,"Ve":579,"Vert":580,"div":581,"atop":582,"sup":583,"bigcup":584,"wp":585,"dim":586,"sec":587,"supset":588,"Lo":589,"lor":590,"pmod":591,"mod":592,"bigoplus":593,"il":594,"bmod":595,"coth":596,"Le":597,"ftrightarrow":598,"Leftrightarrow":599,"ngleftrightarrow":600,"sma":601,"upsilon":602,"\\,":603,"csc":604,"eph":605,"aleph":606,"bigwedge":607,"arcsin":608,"small":609,"rbrack":610,"odot":611,"overset":612,"mit":613,"lbrace":614,"li":615,"arp":616,"arge":617,"Ġ\\#":618,"bre":619,"textsf":620,"Longrightarrow":621,"breve":622,"em":623,"yset":624,"varpi":625,"ptyset":626,"emptyset":627,"ff":628,"iff":629,"nt":630,"er":631,"lap":632,"lnot":633,"dash":634,"under":635,"slant":636,"arg":637,"underset":638,"Bo":639,"Box":640,"Ġ\"":641,"spa":642,"space":643,"deg":644,"iiint":645,"oo":646,"otnot":647,"footnot":648,"arpoo":649,"footnote":650,"rlap":651,"es":652,"imp":653,"sb":654,"te":655,"bigtriangle":656,"lies":657,"implies":658,"\\;":659,"ker":660,"footnotesize":661,"tharpoo":662,"up":663,"acu":664,"acute":665,"longleftrightarrow":666,"eil":667,"lce":668,"rceil":669,"lceil":670,"vphantom":671,"en":672,"thin":673,"ack":674,"back":675,"tt":676,"backslash":677,"xrightarrow":678,"top":679,"vdash":680,"rightharpoo":681,"varsigma":682,"Longleftrightarrow":683,"mathop":684,"large":685,"bigcap":686,"leqslant":687,"Ġ`":688,"overbrace":689,"nup":690,"rightharpoonup":691,"bigotimes":692,"triangleq":693,"\\!":694,"Large":695,"ru":696,"null":697,"bigtriangleup":698,"varno":699,"thing":700,"varnothing":701,"doteq":702,"Ġ\\_":703,"overleftarrow":704,"hf":705,"bigstar":706,"enspace":707,"stru":708,"strut":709,"ominus":710,"lt":711,"ond":712,"amond":713,"ddagger":714,"Ġcm":715,"ni":716,"sk":717,"diamond":718,"rVert":719,"prot":720,"protect":721,"ip":722,"varDelta":723,"notin":724,"skip":725,"lVert":726,"Ġ\\/":727,"dotsc":728,"gt":729,"ill":730,"ule":731,"\\:":732,"hfill":733,"krightarrow":734,"okrightarrow":735,"hookrightarrow":736,"sharp":737,"Vdash":738,"bigvee":739,"subsetneq":740,"supseteq":741,"Ġ?":742,"ngmapsto":743,"longmapsto":744,"cdotp":745,"geqslant":746,"bigtriangledown":747,"dotsb":748,"lim":749,"fl":750,"triangleleft":751,"flat":752,"sl":753,"box":754,"Ġ---":755,"sqcup":756,"jlim":757,"ls":758,"mo":759,"dels":760,"ref":761,"models":762,"tag":763,"Pr":764,"mal":765,"ou":766,"llap":767,"thinspace":768,"enskip":769,"Vec":770,"ebox":771,"kebox":772,"nor":773,"rd":774,"squ":775,"vline":776,"¿½":777,"ï¿½":778,"Ġï¿½":779,"makebox":780,"surd":781,"normal":782,"are":783,"square":784,"pou":785,"mathrel":786,"varOmega":787,"nds":788,"smallsetminus":789,"pounds":790,"ns":791,"ss":792,"smi":793,"mathor":794,"rightlef":795,"textup":796,"tharpoons":797,"smile":798,"mathord":799,"rightleftharpoons":800,"cc":801,"Ġ\\-":802,"succ":803,"ftarrow":804,"rtimes":805,"det":806,"prec":807,"texttt":808,"oslash":809,"Ġ\\&":810,"arrowvert":811,"lg":812,"Ġmm":813,"inter":814,"ngleftarrow":815,"hfil":816,"intercal":817,"frow":818,"Ġ\\*":819,"frown":820,"mpe":821,"Ġpt":822,"varpro":823,"searrow":824,"bumpe":825,"varprojlim":826,"bumpeq":827,"Down":828,"SS":829,"cd":830,"ere":831,"gcd":832,"ohe":833,"tw":834,"leme":835,"there":836,"injlim":837,"tit":838,"adrightarrow":839,"varinjlim":840,"comp":841,"textit":842,"fore":843,"overleftrightarrow":844,"Downarrow":845,"oheadrightarrow":846,"twoheadrightarrow":847,"lement":848,"therefore":849,"complement":850,"ca":851,"thi":852,"longleftarrow":853,"bigm":854,"triangleright":855,"nearrow":856,"\\#":857,"nce":858,"ral":859,"cance":860,"thick":861,"cancel":862,"Uparrow":863,"nat":864,"ural":865,"mathstrut":866,"suit":867,"bigcirc":868,"smallskip":869,"diamondsuit":870,"normalsize":871,"natural":872,"less":873,"mathtt":874,"bigsqcup":875,"thicksim":876,"lesssim":877,"bow":878,"llde":879,"tie":880,"nullde":881,"miter":882,"limiter":883,"kern":884,"bowtie":885,"nulldelimiter":886,"nulldelimiterspace":887,"Da":888,"hphantom":889,"ro":890,"vDa":891,"barwedge":892,"beth":893,"eqno":894,"vDash":895,"AR":896,"Di":897,"GE":898,"LAR":899,"dskip":900,"ts":901,"Ġ@":902,"medskip":903,"ndown":904,"gets":905,"coprod":906,"dotsm":907,"smash":908,"rightharpoondown":909,"Diamond":910,"LARGE":911,"nrightarrow":912,"nleftrightarrow":913,"rsim":914,"rne":915,"warrow":916,"mathc":917,"corne":918,"textnormal":919,"gtrsim":920,"preceq":921,"roup":922,"corner":923,"Ġ\\[":924,"Ġ\\]":925,"mathope":926,"lefteq":927,"lose":928,"varkappa":929,"Bigm":930,"Biggm":931,"mathclose":932,"mathopen":933,"lefteqn":934,"Bar":935,"Ti":936,"lr":937,"swarrow":938,"uge":939,"vru":940,"xleftarrow":941,"mathnormal":942,"rightrightarrow":943,"rightleftarrow":944,"sqsubseteq":945,"succeq":946,"Tilde":947,"lrcorner":948,"vrule":949,"rightrightarrows":950,"rightleftarrows":951,"AA":952,"Hat":953,"ak":954,"ble":955,"dou":956,"hss":957,"min":958,"nright":959,"nleftarrow":960,"uph":961,"wbre":962,"allo":963,"side":964,"sqcap":965,"hom":966,"bigodot":967,"arpoonright":968,"blebarwedge":969,"doublebarwedge":970,"upharpoonright":971,"wbreak":972,"allowbreak":973,"sideset":974,"--":975,"Huge":976,"amal":977,"do":978,"fbox":979,"group":980,"hskip":981,"lse":982,"pprox":983,"rk":984,"rgroup":985,"rapprox":986,"Ġin":987,"arrayco":988,"sure":989,"varlim":990,"pmb":991,"cite":992,"substack":993,"leftrightarrows":994,"supsetneq":995,"Longleftarrow":996,"updownarrow":997,"ensure":998,"gtrapprox":999,"lgroup":1000,"amalg":1001,"lsep":1002,"arraycolsep":1003,"ensuremath":1004,"asym":1005,"ch":1006,"dig":1007,"ddag":1008,"ew":1009,"gra":1010,"gime":1011,"jo":1012,"ltimes":1013,"nleq":1014,"tch":1015,"frame":1016,"max":1017,"thde":1018,"inrel":1019,"ver":1020,"withde":1021,"ointop":1022,"notag":1023,"smallint":1024,"skew":1025,"lims":1026,"asymp":1027,"digamma":1028,"grave":1029,"gimel":1030,"joinrel":1031,"framebox":1032,"withdelims":1033,"Ar":1034,"Rrightarrow":1035,"ae":1036,"ag":1037,"fill":1038,"hspace":1039,"huge":1040,"lq":1041,"nwarrow":1042,"wline":1043,"Ġ14":1044,"mark":1045,"led":1046,"inf":1047,"inde":1048,"Ġex":1049,"pitch":1050,"dotsi":1051,"intop":1052,"rowvert":1053,"llcorner":1054,"black":1055,"leqq":1056,"biggm":1057,"approxeq":1058,"diag":1059,"textsc":1060,"textsl":1061,"circled":1062,"fork":1063,"cur":1064,"newline":1065,"negthick":1066,"atopwithdelims":1067,"Leftarrow":1068,"footnotemark":1069,"uplus":1070,"subsetneqq":1071,"---":1072,"varlimsup":1073,"varliminf":1074,"verb":1075,"Arrowvert":1076,"pitchfork":1077,"blacksquare":1078,"diagup":1079,"negthickspace":1080,"23":1081,"25":1082,"\\-":1083,"\\/":1084,"ape":1085,"ckap":1086,"dddot":1087,"erline":1088,"ever":1089,"ij":1090,"ice":1091,"ly":1092,"md":1093,"nda":1094,"nnu":1095,"nmid":1096,"nRightarrow":1097,"nVdash":1098,"of":1099,"off":1100,"sho":1101,"spe":1102,"vtop":1103,"wr":1104,"ymath":1105,"Ġ#":1106,"Ġ\\'":1107,"Ġ\\^":1108,"Ġ10":1109,"Ġ15":1110,"mannu":1111,"igarrow":1112,"fter":1113,"meral":1114,"leftrightharpoo":1115,"rightsqu":1116,"def":1117,"arrayst":1118,"rtmid":1119,"interline":1120,"vearrow":1121,"ngeq":1122,"hoice":1123,"lax":1124,"varGamma":1125,"varpropto":1126,"vartriangle":1127,"varUpsilon":1128,"biguplus":1129,"expa":1130,"Ġ<$":1131,"mathbin":1132,"perca":1133,"textcircled":1134,"textmd":1135,"scsh":1136,"cial":1137,"retch":1138,"relax":1139,"overwithdelims":1140,"noinde":1141,"owns":1142,"veebar":1143,"underbar":1144,"underrightarrow":1145,"upperca":1146,"backsimeq":1147,"ltN":1148,"ltl":1149,"ltq":1150,"gtM":1151,"gtp":1152,"trianglelefteq":1153,"boxtimes":1154,"boxed":1155,"preccur":1156,"thickap":1157,"root":1158,"romannu":1159,"mathchoice":1160,"index":1161,"circledcirc":1162,"curvearrow":1163,"everymath":1164,"lyeq":1165,"ndafter":1166,"offinterline":1167,"shortmid":1168,"special":1169,"leftrightharpoons":1170,"rightsquigarrow":1171,"arraystretch":1172,"expandafter":1173,"scshape":1174,"noindent":1175,"uppercase":1176,"preccurlyeq":1177,"thickapprox":1178,"romannumeral":1179,"curvearrowright":1180,"offinterlineskip":1181},"merges":["Ġ }","Ġ {","Ġ \\","Ġ _","Ġ ^","Ġ 2","Ġ )","Ġ (","Ġ 1","r a","Ġ =","Ġ -","č Ċ","Ġ ,","f ra","fra c","Ġ +","m a","t a","i g","Ġ 0","a r","a l","l e","t h","Ġ i","Ġ x","f t","ig h","ma th","m e","r igh","Ġ n","i n","Ġ .","Ġ\\ ,","p h","Ġ d","Ġ a","le ft","righ t","a m","e ta","t i","Ġ m","Ġ 3","m u","Ġ k","Ġ t","Ġ e","Ġ r","Ġ &","Ġ c","Ġ p","s i","r m","math rm","d e","Ġ 4","Ġ ~","Ġ s","p r","ph a","al pha","Ġ l","d a","Ġ A","Ġ\\ ;","o t","p i","p ar","Ġ b","ti al","par tial","i me","pr ime","d ot","Ġ j","p si","Ġ f","l ta","Ġ |","am ma","b da","am bda","Ġ q","ph i","Ġ g","b f","n u","Ġ z","ra y","ar ray","Ġ M","Ġ y","r t","Ġ T","c al","Ġ N","b ar","Ġ R","ig ma","l ambda","in t","Ġ B","v e","n g","q u","Ġ /","Ġ L","l o","s q","sq rt","b eta","Ġ u","th eta","ng le","de lta","Ġ\\ \\","g amma","Ġ ]","s igma","g a","me ga","Ġ D","Ġ F","s u","Ġ [","Ġ S","math bf","su m","Ġ P","Ġ v","lo n","Ġ V","psi lon","Ġ C","c dot","e psilon","a t","h at","a d","qu ad","Ġ h","h o","r ho","h i","t o","Ġ E","Ġ 5","l a","Ġ H","l de","ti lde","Ġ Q","v ar","Ġ X","Ġ G","b e","n d","o mega","e nd","g in","be gin","Ġ 6","ta u","n a","ve c","Ġ I","Ġ o","ra ngle","Ġ *","D e","De lta","ft y","in fty","p e","G amma","Ġ 8","Ġ K","x i","o w","Ġ J","r ow","ta r","Ġ U","g e","me s","ti mes","s in","c o","P hi","a p","Ġ W","tar row","o pe","r na","ra to","ope rato","rna me","operato rname","Ġ Z","la ngle","co s","l in","lin e","var phi","p m","r line","dot s","righ tarrow","L ambda","Ġ\\ !","Ġ w","Ġ ;","b ig","Ġ 7","c hi","o ve","Ġ\\ }","ove rline","Ġ 9","e x","p a","s t","i v","pr o","q quad","e qu","equ iv","Ġ O","l n","l l","O mega","B ig","k ap","kap pa","Ġ\\ {","da g","Ġ Y","\\ {","cdot s","var epsilon","Ġ :","math cal","P si","Ġ >","b o","bo l","Ġ <","ge r","dag ger","l dots","e ll","b la","na bla","ex p","y le","st yle","z eta","S igma","w i","wi de","le q","Ġ !","si m","big g","math b","mathb b","Ġ\\ :","h bar","o times","lo g","bol d","\\ }","m i","pro x","ap prox","P i","mi d","s p","ve rt","d i","pro d","pe r","per p","y style","la ystyle","sp laystyle","di splaystyle","me q","si meq","e d","w ed","wed ge","wide tilde","s y","sy m","sym bol","bold symbol","c k","t ex","tex t","ge q","r i","ta n","e q","T h","Th eta","s e","n de","u nde","s c","a st","r c","se t","p t","wide hat","c i","ci rc","r e","ri pt","sc ript","unde rline","n eq","Ġ\\ |","re l","s ta","sta ck","stack rel","Big g","sin h","o p","u s","cos h","c e","text style","s tar","n ot","fra k","math frak","m p","bigg r","l us","op lus","var theta","bigg l","Big r","b ra","f o","Big l","s f","su b","sub set","ng rightarrow","e c","ra ll","fo rall","bold math","script style","ec t","par row","u parrow","b j","bj ect","p to","pro pto","Ġ '","lo ngrightarrow","big l","big r","o int","p s","ma ps","maps to","o m","l le","\\ |","d dot","c u","b in","bin om","v dots","a ngle","left rightarrow","ove r","o r","math sf","cu p","bra ce","n o","ar c","f lo","flo or","t ri","tri angle","X i","c ot","b ot","co ng","i t","m be","nu mbe","no numbe","nonumbe r","c ap","R igh","Righ tarrow","z e","si ze","text rm","n e","ra lle","pa ralle","paralle l","arc tan","c frac","Ġ- -","bra ck","o bject","ĠO bject","s h","ar row","ow n","var rho","subset eq","r brace","text bf","i math","o d","d own","h e","la nd","script scriptstyle","script size","c he","che ck","s la","over rightarrow","down arrow","e xi","st s","exi sts","Bigg l","g g","n to","pha nto","phanto m","h line","Bigg r","b u","r floor","d dots","i o","io ta","lle t","bu llet","co lon","in us","U psilon","l floor","l brack","unde rbrace","ne g","I m","math it","t in","tin y","j math","le f","sla sh","ve e","m inus","set minus","R e","i int","lef tarrow","V e","Ve rt","d iv","at op","su p","big cup","w p","di m","se c","sup set","L o","lo r","pm od","m od","big oplus","i l","b mod","co th","L e","ft rightarrow","Le ftrightarrow","ng leftrightarrow","s ma","u psilon","\\ ,","c sc","e ph","al eph","big wedge","arc sin","sma ll","r brack","o dot","over set","mi t","l brace","l i","ar p","ar ge","Ġ\\ #","b re","text sf","Lo ngrightarrow","bre ve","e m","y set","var pi","pt yset","em ptyset","f f","i ff","n t","e r","la p","ln ot","da sh","unde r","sla nt","ar g","under set","B o","Bo x","Ġ \"","s pa","spa ce","de g","i iint","o o","ot not","fo otnot","arp oo","footnot e","r lap","e s","i mp","s b","t e","big triangle","li es","imp lies","\\ ;","k er","footnote size","th arpoo","u p","a cu","acu te","lo ngleftrightarrow","e il","l ce","rc eil","lce il","v phantom","e n","th in","a ck","b ack","t t","back slash","x rightarrow","to p","v dash","righ tharpoo","var sigma","Lo ngleftrightarrow","math op","l arge","big cap","leq slant","Ġ `","over brace","nu p","rightharpoo nup","big otimes","triangle q","\\ !","L arge","r u","nu ll","bigtriangle up","var no","thin g","varno thing","dot eq","Ġ\\ _","over leftarrow","h f","big star","en space","st ru","stru t","om inus","l t","o nd","am ond","d dagger","Ġc m","n i","s k","di amond","r Vert","pr ot","prot ect","i p","var Delta","not in","sk ip","l Vert","Ġ\\ /","dots c","g t","i ll","u le","\\ :","hf ill","k rightarrow","o krightarrow","ho okrightarrow","sh arp","V dash","big vee","subset neq","supset eq","Ġ ?","ng mapsto","lo ngmapsto","cdot p","geq slant","bigtriangle down","dots b","li m","f l","triangle left","fl at","s l","bo x","Ġ-- -","sq cup","j lim","l s","m o","de ls","re f","mo dels","ta g","P r","ma l","o u","l lap","thin space","en skip","V ec","e box","k ebox","n or","r d","s qu","v line","¿ ½","ï ¿½","Ġ ï¿½","ma kebox","su rd","nor mal","ar e","squ are","p ou","math rel","var Omega","nd s","small setminus","pou nds","n s","s s","s mi","math or","right lef","text up","tharpoo ns","smi le","mathor d","rightlef tharpoons","c c","Ġ\\ -","su cc","f tarrow","r times","de t","pr ec","text tt","o slash","Ġ\\ &","arrow vert","l g","Ġm m","int er","ngle ftarrow","hf il","inter cal","f row","Ġ\\ *","frow n","m pe","Ġp t","var pro","se arrow","bu mpe","varpro jlim","bumpe q","D own","S S","c d","e re","g cd","o he","t w","le me","th ere","in jlim","ti t","ad rightarrow","var injlim","co mp","tex tit","fo re","over leftrightarrow","Down arrow","ohe adrightarrow","tw oheadrightarrow","leme nt","there fore","comp lement","c a","th i","lo ngleftarrow","big m","triangle right","ne arrow","\\ #","n ce","ra l","ca nce","thi ck","cance l","U parrow","n at","u ral","math strut","su it","big circ","small skip","diamond suit","normal size","nat ural","le ss","math tt","big sqcup","thick sim","less sim","b ow","l lde","ti e","nu llde","mit er","li miter","ker n","bow tie","nullde limiter","nulldelimiter space","D a","h phantom","r o","v Da","bar wedge","be th","eq no","vDa sh","A R","D i","G E","L AR","d skip","t s","Ġ @","me dskip","nd own","ge ts","co prod","dots m","sma sh","rightharpoo ndown","Di amond","LAR GE","n rightarrow","n leftrightarrow","r sim","r ne","w arrow","math c","co rne","text normal","gt rsim","prec eq","ro up","corne r","Ġ\\ [","Ġ\\ ]","math ope","left eq","lo se","var kappa","Big m","Bigg m","mathc lose","mathope n","lefteq n","B ar","T i","l r","s warrow","u ge","v ru","x leftarrow","math normal","right rightarrow","right leftarrow","sq subseteq","succ eq","Ti lde","lr corner","vru le","rightrightarrow s","rightleftarrow s","A A","H at","a k","b le","d ou","h ss","m in","n right","n leftarrow","u ph","w bre","al lo","si de","sq cap","ho m","big odot","arpoo nright","ble barwedge","dou blebarwedge","uph arpoonright","wbre ak","allo wbreak","side set","- -","H uge","a mal","d o","f box","g roup","h skip","l se","p prox","r k","r group","ra pprox","Ġi n","array co","su re","var lim","pm b","ci te","sub stack","leftrightarrow s","supset neq","Lo ngleftarrow","up downarrow","en sure","gt rapprox","lg roup","amal g","lse p","arrayco lsep","ensure math","a sym","c h","d ig","d dag","e w","g ra","g ime","j o","l times","n leq","t ch","fra me","ma x","th de","in rel","ve r","wi thde","oint op","no tag","small int","sk ew","lim s","asym p","dig amma","gra ve","gime l","jo inrel","frame box","withde lims","A r","R rightarrow","a e","a g","f ill","h space","h uge","l q","n warrow","w line","Ġ1 4","ma rk","le d","in f","in de","Ġe x","pi tch","dot si","int op","row vert","ll corner","bla ck","leq q","bigg m","approx eq","di ag","text sc","text sl","circ led","fo rk","cu r","ne wline","neg thick","atop withdelims","Le ftarrow","footnote mark","up lus","subsetneq q","-- -","varlim sup","varlim inf","ver b","Ar rowvert","pitch fork","black square","diag up","negthick space","2 3","2 5","\\ -","\\ /","a pe","c kap","d ddot","e rline","e ver","i j","i ce","l y","m d","n da","n nu","n mid","n Rightarrow","n Vdash","o f","o ff","s ho","s pe","v top","w r","y math","Ġ #","Ġ\\ '","Ġ\\ ^","Ġ1 0","Ġ1 5","ma nnu","ig arrow","ft er","me ral","left rightharpoo","right squ","de f","array st","rt mid","int erline","ve arrow","ng eq","ho ice","la x","var Gamma","var propto","var triangle","var Upsilon","big uplus","ex pa","Ġ< $","mathb in","per ca","text circled","text md","sc sh","ci al","re tch","re lax","over withdelims","no inde","own s","vee bar","under bar","under rightarrow","up perca","back simeq","lt N","lt l","lt q","gt M","gt p","triangleleft eq","box times","box ed","prec cur","thi ckap","ro ot","ro mannu","mathc hoice","inde x","circled circ","cur vearrow","ever ymath","ly eq","nda fter","off interline","sho rtmid","spe cial","leftrightharpoo ns","rightsqu igarrow","arrayst retch","expa ndafter","scsh ape","noinde nt","upperca se","preccur lyeq","thickap prox","romannu meral","curvearrow right","offinterline skip"]}}