{"version":"1.0","truncation":null,"padding":null,"added_tokens":[{"id":0,"content":"[PAD]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false,"special":true},{"id":1,"content":"[BOS]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false,"special":true},{"id":2,"content":"[EOS]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false,"special":true}],"normalizer":null,"pre_tokenizer":{"type":"ByteLevel","add_prefix_space":false,"trim_offsets":true,"use_regex":true},"post_processor":null,"decoder":null,"model":{"type":"BPE","dropout":null,"unk_token":null,"continuing_subword_prefix":null,"end_of_word_suffix":null,"fuse_unk":false,"vocab":{"[PAD]":0,"[BOS]":1,"[EOS]":2,"!":3,"\"":4,"%":5,"&":6,"'":7,"(":8,")":9,"*":10,"+":11,",":12,"-":13,".":14,"/":15,"0":16,"1":17,"2":18,"3":19,"4":20,"5":21,"6":22,"7":23,"8":24,"9":25,":":26,";":27,"<":28,"=":29,">":30,"?":31,"A":32,"B":33,"C":34,"D":35,"E":36,"F":37,"G":38,"H":39,"I":40,"J":41,"K":42,"L":43,"M":44,"N":45,"O":46,"P":47,"Q":48,"R":49,"S":50,"T":51,"U":52,"V":53,"W":54,"X":55,"Y":56,"Z":57,"[":58,"\\":59,"]":60,"^":61,"_":62,"`":63,"a":64,"b":65,"c":66,"d":67,"e":68,"f":69,"g":70,"h":71,"i":72,"j":73,"k":74,"l":75,"m":76,"n":77,"o":78,"p":79,"q":80,"r":81,"s":82,"t":83,"u":84,"v":85,"w":86,"x":87,"y":88,"z":89,"{":90,"|":91,"}":92,"~":93,"¡":94,"¢":95,"£":96,"¥":97,"§":98,"©":99,"ª":100,"¬":101,"°":102,"³":103,"´":104,"¹":105,"º":106,"»":107,"¿":108,"Â":109,"Ã":110,"Ä":111,"á":112,"â":113,"ĉ":114,"Ċ":115,"Ġ":116,"Ģ":117,"ģ":118,"Ĥ":119,"ĥ":120,"Ħ":121,"ħ":122,"Ĩ":123,"Ĳ":124,"ĳ":125,"ĵ":126,"ĺ":127,"Ļ":128,"ľ":129,"ł":130,"Ń":131,"ra":132,"}{":133,"rac":134,"frac":135,"dfrac":136,"Ġ\\":137,"le":138,"ig":139,"=\\":140,"ht":141,"ight":142,"right":143,"ft":144,"in":145,"rt":146,"sq":147,"sqrt":148,"left":149,"{\\":150,"ma":151,"ĠĊ":152,"mat":153,"math":154,"Ġ=":155,"lo":156,"rm":157,"}\\":158,"mathrm":159,"^{":160,"Ġx":161,"log":162,"Ġ-":163,"Ġ+":164,"pi":165,"-\\":166,"+\\":167,"Ġ2":168,"_{":169,"la":170,"sp":171,"st":172,"di":173,"yle":174,"yst":175,"layst":176,"splayst":177,"displayst":178,"displaystyle":179,"ve":180,"im":181,")\\":182,"}}":183,"lim":184,"int":185,"}}{":186,")^":187,"ts":188,"}=\\":189,";-":190,"co":191,"its":192,"limits":193,"ove":194,"over":195,"Ġ1":196,"ar":197,"{\\,":198,"ln":199,"ro":200,"20":201,"row":202,"arrow":203,"rightarrow":204,"}=":205,"(\\":206,")=":207,"Ġ3":208,"overrightarrow":209,"(-":210,"fty":211,"infty":212,"Ġa":213,"Ġ(":214,"10":215,"}+":216,"}^{":217,"=-":218,"se":219,"ca":220,"Ġ0":221,"}^":222,"al":223,"ses":224,"cases":225,"Ġf":226,"\\\\":227,"Ġy":228,"cos":229,"201":230,"}{\\":231,"be":232,"lon":233,"colon":234,"sin":235,"12":236,"do":237,"nd":238,"AB":239,")=\\":240,"+(":241,"cdo":242,"ne":243,"end":244,"gin":245,"begin":246,"ha":247,"cdot":248,"}{-":249,"};":250,"}-":251,"Ġz":252,"}+\\":253,"Ġb":254,"^{\\":255,"00":256,"Ġ4":257,"Ġm":258,"pha":259,"):":260,"ta":261,"_{\\":262,"16":263,"bb":264,"Ġ{":265,"'(":266,",\\":267,"15":268,"igne":269,"mathbb":270,"aligne":271,"aligned":272,"(-\\":273,"big":274,"13":275,"alpha":276,"),":277,"\\}":278,"11":279,"25":280,"Ġ5":281,"min":282,"Ġd":283,";+\\":284,"mx":285,"ab":286,")+":287,"2018":288,")^{":289,";\\":290,"=-\\":291,"ge":292,"]{":293,"leq":294,"Ġ<":295,"}_{":296,"14":297,"}=(":298,"lin":299,"overlin":300,"overline":301,"}}\\":302,"{,":303,"}(":304,"BC":305,"'=\\":306,"tfrac":307,"up":308,"|=":309,"=(":310,"Ġ6":311,"cup":312,"to":313,"Ġ\\\\":314,"ral":315,"2017":316,"18":317,"}.":318,"{,}":319,"AC":320,"|\\":321,"{-":322,"[\\":323,"}-\\":324,"17":325,"27":326,"el":327,"[-":328,"ABC":329,"Del":330,"Delta":331,")-":332,"max":333,"24":334,"Ġc":335,"Ġ-\\":336,"30":337,"ĠC":338,"'=":339,"21":340,"ci":341,"rc":342,"circ":343,"\\{":344,"]}":345,"SA":346,"vec":347,"^\\":348,"ex":349,"{{":350,"})":351,"};\\":352,")}":353,"Ġ+\\":354,"ĠR":355,"32":356,"19":357,"MN":358,"id":359,"eha":360,"wid":361,"ehat":362,"widehat":363,").":364,"Ġ>":365,"Ġ=\\":366,"set":367,"},":368,"ax":369,"}^{\\":370,"ĠB":371,"er":372,"tan":373,"36":374,":\\":375,"fo":376,"rall":377,"forall":378,"AD":379,"}&":380,"Ġ;":381,".\\":382,"|+":383,"SB":384,"Ġ&":385,"Ġ|":386,"Ġ7":387,"vert":388,"100":389,"000":390,"{(":391,"|=\\":392,"Ġ9":393,"SC":394,"}_":395,"60":396,"ac":397,"40":398,"2019":399,")(":400,"<\\":401,"cm":402,"Ġ)":403,"26":404,"geq":405,"xy":406,"\\{\\":407,"em":408,"ĠĠĊ":409,"23":410,"nto":411,"ru":412,"phanto":413,"rule":414,"phantom":415,"Ġu":416,"Ġ{\\":417,"}{(":418,"Ġ20":419,"per":420,"perp":421,"beta":422,"]\\":423,"neq":424,"..":425,")}{":426,")=-":427,"xq":428,"50":429,"08":430,"aral":431,"paral":432,"lel":433,"parallel":434,"pm":435,")>":436,"},\\":437,"Ġt":438,"29":439,"Ġ(\\":440,"ĠS":441,"_{-":442,",\\,":443,"35":444,"Ġ10":445,"Ġn":446,"Ġ[":447,"Ġ}":448,"}=(-":449,"28":450,"Ġ8":451,"45":452,"us":453,"minus":454,"setminus":455,"34":456,"'\\":457,"ABCD":458,"\\\\&":459,"Ġ(-":460,")^{\\":461,"^{-":462,"}=-":463,"22":464,"48":465,"_{[":466,"Ġg":467,"Ġ}{":468,"Ġ_":469,"}}+":470,"81":471,"64":472,"MB":473,"bx":474,"33":475,"}}{\\":476,"2020":477,"brac":478,"brace":479,")}^{":480,")=-\\":481,"ime":482,"}<":483,"cot":484,")<":485,"Big":486,"Ġ12":487,"MA":488,"Ġe":489,"Ġi":490,"2016":491,"-(":492,"};+\\":493,">\\":494,"tex":495,"ĠA":496,"text":497,"}^{-":498,"hi":499,"Ġr":500,"49":501,"ga":502,"CD":503,"bar":504,"Le":505,"¬â":506,"Ã¢":507,"âĤ":508,"ftrightarrow":509,"Leftrightarrow":510,"âĤ¬â":511,"Ġk":512,"\\,":513,"pr":514,"prime":515,"Ħ¢":516,")=(":517,"âĤ¬âĦ¢":518,"=|":519,"75":520,"90":521,"phi":522,")+\\":523,"Ġ\\,":524,";-\\":525,"|^":526,"cap":527,"\\%":528,"tp":529,"}}(":530,"var":531,"varphi":532,"}.\\":533,"''":534,")}^":535,"}}=":536,"Ġ&=":537,"125":538,"AA":539,"ray":540,"array":541,"&=":542,"Ġ\\{":543,"65":544,"\\!":545,"39":546,"37":547,"Ġh":548,"Ġ{\\,":549,"_{[-":550,"{{\\":551,"OA":552,"}}}":553,"bigg":554,"...":555,"({":556,"31":557,"<-":558,"54":559,"Ġ}_{":560,"MC":561,"120":562,"BD":563,"ĠBC":564,"80":565,"dx":566,"\\{-":567,"};-\\":568,")^{-":569,"]^":570,"op":571,"=\\{":572,"mathop":573,"72":574,"}}=\\":575,"}+(":576,"bo":577,"ĠO":578,"}}-":579,"=(-\\":580,"ega":581,"mega":582,",~":583,"bc":584,"ĠN":585,"Ġ16":586,"Ġ^":587,"Ġ(-\\":588,"Ġ_{":589,"bac":590,"ks":591,"sh":592,"lash":593,"backs":594,"backslash":595,"cdots":596,"Ġcm":597,"|+|":598,"und":599,"erset":600,"underset":601,"lbrace":602,"')":603,"ad":604,"41":605,"AM":606,"',":607,"Ġ}\\":608,"Ġ{{":609,"38":610,"ĠM":611,"]{\\":612,"âĢ":613,"96":614,"=(-":615,"MNP":616,"qu":617,"abc":618,"\\!\\!":619,"''(":620,"OM":621,"'}":622,"Ġ2018":623,"|-":624,"ĠD":625,"2021":626,"ap":627,"mbo":628,"pro":629,"appro":630,"approx":631,"42":632,"ĠAC":633,"mathca":634,"Ġ=-":635,"200":636,"mathcal":637,");":638,"Ġ\\\\&":639,"mbox":640,"56":641,"bi":642,"cx":643,"textrm":644,"EF":645,"ĠP":646,"rbrace":647,"OB":648,"Ġ;-":649,"Ġ15":650,"|=|":651,"44":652,"61":653,"iz":654,")-\\":655,"quad":656,"52":657,"53":658,"ri":659,"}}}{":660,",(":661,"43":662,"47":663,"68":664,"spac":665,";\\,":666,"space":667,")}\\":668,",\\\\":669,"99":670,"SAB":671,"SD":672,"ng":673,"omega":674,"}(\\":675,"|+\\":676,")}{\\":677,"ĠAB":678,"Ġmx":679,"):\\":680,"âĢĻ":681,"51":682,"),\\":683,"={":684,"+...":685,"dots":686,"500":687,"ĠAD":688,"1009":689,"Ġ2017":690,"'(-":691,"))":692,"Ġ.":693,"Ġax":694,"'}{":695,"63":696,"^{-\\":697,"_{(":698,"57":699,"Ġ[-":700,"67":701,"BB":702,"OC":703,"[-\\":704,"|_":705,"85":706,"ĠV":707,")|":708,"SBC":709,"ĠI":710,"55":711,"SN":712,"ldots":713,"ĠĠ":714,"),(":715,"'.":716,"ang":717,"}>":718,"angle":719,")}=":720,"62":721,"^{(":722,"108":723,"'+":724,"'=-\\":725,"73":726,"=[":727,"_\\":728,"xf":729,"ĠSB":730,"Ġ\\}":731,"1000":732,"Ġ000":733,"Ġ+(":734,"}=-\\":735,"66":736,"77":737,"}+{":738,"={\\":739,"].":740,"tri":741,"};-":742,"triangle":743,"]}{\\":744,"})^":745,"Ġ\\;":746,"}\\\\":747,"&=-":748,")]^":749,"ĠF":750,"}}.":751,"):(":752,"BCD":753,"}|":754,"(|":755,"74":756,"CT":757,"}'":758,"Ġv":759,"Ġ^{":760,"SAC":761,"Ġ,":762,">-":763,"Ox":764,"\\,\\":765,"^+":766,"su":767,"Ġ\\{-":768,"128":769,"{{{":770,"gam":771,"97":772,"CC":773,"})\\":774,"}}+\\":775,"}};\\":776,")]":777,"98":778,"BAC":779,"CA":780,"IJ":781,"NN":782,"SM":783,"Ġ13":784,"ĠCD":785,"360":786,"gamma":787,"){\\":788,"95":789,"MD":790,"}{{":791,"}}{{":792,"144":793,"+...+":794,"'}=\\":795,"70":796,"SO":797,"ay":798,"ĠSC":799,"Ġ\\%":800,"Ġ=-\\":801,"!}":802,"Oy":803,"Omega":804,"ĠSA":805,"'=-":806,"58":807,"600":808,"by":809,"bset":810,"|}":811,"Ġ25":812,"150":813,")^{-\\":814,"subset":815,"'-":816,"46":817,"76":818,"82":819,"Ġ11":820,"250":821,"SCD":822,"216":823,"400":824,"DC":825,"ba":826,"Ġ)\\":827,"}}^":828,"'=(":829,"01":830,"91":831,"Bh":832,"\\;":833,"=\\{-":834,"Ġ14":835,"78":836,"^-":837,"{)}^{":838,"Ġ]":839,"}}-\\":840,"SAD":841,"),\\,":842,"Oxy":843,"|.":844,"}(-":845,"{\\;":846,"}\\}":847,"))=":848,"AH":849,"ast":850,"Ġ:":851,"}\\,":852,"Ġab":853,")+(":854,"NC":855,"{|":856,"Ġ;+\\":857,"88":858,"BA":859,"II":860,"no":861,",\\,\\":862,"ĠBD":863,"Ġ2019":864,"not":865,".}":866,"300":867,"59":868,"AN":869,"ASB":870,"}<\\":871,"ĠT":872,"Ġ}}":873,")\\,":874,"256":875,"{,}\\":876,"SBD":877,"={{":878,"}>\\":879,"Ġ_{\\":880,"}{{\\":881,"Ġ24":882,"Ġ100":883,"}^*":884,"Ġ45":885,"ACD":886,")>\\":887,"^+}":888,")<\\":889,"625":890,"OO":891,"{-\\":892,"Ġ|\\":893,"Ġ18":894,"2000":895,"}-(":896,"Ġbx":897,"Ġ60":898,"'\\\\":899,")}=\\":900,"+{(":901,"SH":902,"cz":903,"Ã¡":904,"Ġw":905,"Ġ)^":906,"ĠABC":907,"}{|":908,"105":909,"bigl":910,"bigr":911,"180":912,"ACB":913,"bot":914,"BM":915,"BAD":916,"Ġl":917,"Ġxf":918,"Ġ27":919,"MNPQ":920,"!}{":921,"'}=":922,";+":923,"<-\\":924,"CB":925,"ON":926,"SS":927,"mz":928,"yi":929,"|(":930,"2015":931,"ell":932,")|\\":933,"+{\\":934,"69":935,"84":936,"87":937,"BN":938,"Bbb":939,"NM":940,"|{":941,"}}^{\\":942,"ABD":943,"0000":944,"160":945,"ĠSD":946,"\\!\\!\\!\\!":947,"))=\\":948,"AÃ¢":949,"^*":950,"my":951,"|-\\":952,"ĠK":953,"Ġ=(":954,"101":955,")}(":956,"+|":957,"83":958,"86":959,"800":960,"93":961,"CÃ¢":962,"DA":963,"nx":964,"{.}":965,"~(":966,"~\\":967,"ĠQ":968,"Ġq":969,"Ġ}=\\":970,"matri":971,")=+\\":972,"Ġ40":973,").\\":974,"matrix":975,")'=":976,"71":977,"IA":978,"az":979,"time":980,"|<":981,"|_{\\":982,"_{}":983,")=|":984,"Ġdx":985,"}}+{{":986,"}'{":987,"times":988,"&\\!\\!\\!\\!":989,"({\\":990,")]\\":991,",-":992,"225":993,"94":994,"HK":995,")\\\\":996,"}}}\\":997,"}+{\\":998,"\\\\\\":999,"119":1000,"ĠRh":1001,"Ġrl":1002,")(\\":1003,">-\\":1004,"AMN":1005,"SI":1006,"Sh":1007,"dm":1008,"{[":1009,"|}{":1010,"Ġ)=":1011,"Ġ\\\\\\":1012,"Ġ\\,\\":1013,"Ġ32":1014,"Ġ36":1015,"4036":1016,"ĠAA":1017,"=(\\":1018,"ND":1019,"[(":1020,"dy":1021,"uv":1022,"overset":1023,"Ġ{-":1024,",\\;":1025,"BCC":1026,"\\%/":1027,"^-}":1028,")?":1029,".{":1030,"512":1031,"89":1032,"92":1033,"AG":1034,"CN":1035,"Oz":1036,"PQ":1037,"}},":1038,")^\\":1039,")-(":1040,"240":1041,"âĤ¬âĦ¢(":1042,"'''":1043,")}+":1044,"112":1045,"AE":1046,"AK":1047,"BÃ¢":1048,"CM":1049,"NB":1050,"NS":1051,"bz":1052,"mn":1053,"}/":1054,"})^{":1055,"Â»":1056,"}}>":1057,"}}}{\\":1058,"}+...":1059,"135":1060,"Ġ64":1061,"1008":1062,"Ġ90":1063,"Ġ2020":1064,"';":1065,"))^":1066,"05":1067,"110":1068,"115":1069,"79":1070,"=[-":1071,"BSC":1072,"KD":1073,"],":1074,"]=":1075,"Ġ...":1076,"Ġ35":1077,"):\\,":1078,"140":1079,"})}{":1080,"biggr":1081,"ĠOB":1082,"ĠOy":1083,"}\\\\&":1084,")}}":1085,")'=\\":1086,")!}":1087,"AI":1088,"AP":1089,"CP":1090,"OAB":1091,"pt":1092,"|>":1093,"})=":1094,"}_{\\":1095,"Ãĥ":1096,"Ġ}^":1097,"Ġ}{\\":1098,"Ġ)^{":1099,"Ġ;\\":1100,"ĠABCD":1101,"_{_":1102,"arc":1103,"104":1104,"243":1105,"xyz":1106,"Ġ\\,(":1107,"DB":1108,"Right":1109,"fÃ¢":1110,"}|=":1111,"Ġ\\{\\":1112,"Ġ21":1113,")={\\":1114,"Ġ30":1115,"103":1116,"169":1117,"130":1118,"]{(":1119,"Ġ}_{\\":1120,"Rightarrow":1121,"':\\":1122,")|=":1123,"CSA":1124,"MP":1125,"OI":1126,"]^{":1127,"af":1128,"at":1129,"cb":1130,"khi":1131,"ll":1132,"|^{":1133,"}]":1134,"ĠE":1135,"ĠG":1136,"ĠJ":1137,"Ġ}}\\":1138,"=\\{(":1139,"^{|":1140,"Ġ+{(":1141,"vee":1142,")\\,\\":1143,"}}<":1144,"}}{(":1145,"102":1146,"107":1147,"109":1148,"121":1149,"}-{":1150,"Ġbi":1151,",\\!":1152,"|=|\\":1153,"192":1154,"343":1155,"480":1156,"biggl":1157,"âĢĺ":1158,"Oxz":1159,"IJK":1160,"}/\\":1161,"!}{(":1162,")}^{\\":1163,",+\\":1164,",(\\":1165,"-{":1166,".(":1167,"07":1168,"220":1169,"324":1170,"={{\\":1171,"DÃ¢":1172,"IC":1173,"bd":1174,"equ":1175,"iv":1176,"km":1177,"ĠMN":1178,"Ġ:\\":1179,"^{^{\\":1180,"}}^{":1181,"Ġ17":1182,"208":1183,"1010":1184,"1024":1185,"124":1186,"):-":1187,"Ġ{-\\":1188,"136":1189,"\\}.":1190,"Ġ54":1191,"Ġdm":1192,"Ġ<-":1193,"145":1194,"\\{-\\":1195,"Ġ>\\":1196,"Oyz":1197,"equiv":1198,"'>":1199,"'}\\":1200,"''=":1201,"){":1202,"06":1203,"SABC":1204,"\\;\\":1205,"``":1206,"bf":1207,"lg":1208,"|}{\\":1209,"}[":1210,"Âº":1211,"ÃĦ":1212,"_{-\\":1213,"2022":1214,"106":1215,"}^\\":1216,"123":1217,"147":1218,"2400":1219,"304":1220,"}&(":1221,"4034":1222,"265":1223,"289":1224,"}}+{{\\":1225,"Bigg":1226,"'''(":1227,"âĢĻ(":1228,"Ġ\\;{\\":1229,"Oxyz":1230,"^*}":1231,"'<":1232,"'}}{":1233,"'(\\":1234,"02":1235,"4000":1236,"5000":1237,"ASC":1238,"BH":1239,"DD":1240,"GG":1241,"IB":1242,"dge":1243,"edge":1244,"mp":1245,"wedge":1246,"yÃ¢":1247,"|}^":1248,"|<\\":1249,"Ġo":1250,"Ġ\\,\\,":1251,"}}}}":1252,"Ġ120":1253,"}^{{":1254,"126":1255,"127":1256,"162":1257,"153":1258,"133":1259,"),~":1260,"ĠRl":1261,"190":1262,"SCA":1263,"},\\,":1264,"ĠSAB":1265,"280":1266,"288":1267,"Ġrh":1268,"\\,(":1269,"|-|":1270,")]=":1271,"}+...+\\":1272,"''\\":1273,");\\,":1274,"-|":1275,"215":1276,"320":1277,"350":1278,"375":1279,"725":1280,"=&":1281,"=&\\!\\!\\!\\!":1282,"AOB":1283,"HB":1284,"IM":1285,"MK":1286,"OMN":1287,"SP":1288,"mt":1289,"{[-":1290,"|)":1291,"Ġ~":1292,"ĠMC":1293,"207":1294,"Ġad":1295,"2014":1296,"164":1297,"165":1298,"168":1299,"156":1300,"117":1301,"Ġ50":1302,"Ġcx":1303,"\\{{":1304,"SBA":1305,"Ġ2016":1306,"âĤ¬âĦ¢)":1307,"ĠOC":1308,"ĠOx":1309,"+...+\\":1310,"&\\!\\!\\!\\!=&\\!\\!\\!\\!":1311,"'}+\\":1312,")}}{":1313,")}-":1314,"+}":1315,"210":1316,"211":1317,"315":1318,"449":1319,"545":1320,"900":1321,"AMB":1322,"AEF":1323,"DN":1324,"HA":1325,"IH":1326,"MI":1327,"aa":1328,"{(\\":1329,"||":1330,"|_{":1331,"})=\\":1332,"}:\\":1333,"}|=\\":1334,"Ġ}^{":1335,"Ġ):":1336,"Ġ^\\":1337,"=\\{\\":1338,"Ġ26":1339,"_{_{":1340,"ABB":1341,";\\;":1342,"ACC":1343,"170":1344,"176":1345,"270":1346,"272":1347,"242":1348,"245":1349,"Ġ=\\{":1350,"4035":1351,"238":1352,"290":1353,"354":1354,"Ġkf":1355,"''+":1356,"'))":1357,"+...+(":1358,"Ã¡Âº":1359,"&=\\":1360,")}+\\":1361,")}{(":1362,"-{\\":1363,"325":1364,"450":1365,"624":1366,"840":1367,"AO":1368,"CEF":1369,"HD":1370,"IV":1371,"MG":1372,"MQ":1373,"NP":1374,"PN":1375,"\\}\\":1376,"cd":1377,"}'=\\":1378,"Ãł":1379,"Ġj":1380,"Ġp":1381,"Ġ)=\\":1382,"ĠĠĠĊ":1383,"ĠMB":1384,"}{{{":1385,"}\\,\\":1386,"_{(-":1387,"}={":1388,")={":1389,"=-{":1390,"1600":1391,"Ġ{{\\":1392,"137":1393,"114":1394,"252":1395,"253":1396,"278":1397,"}).":1398,"};\\,":1399,"199":1400,"ADC":1401,"Ġ|^":1402,"4038":1403,"\\\\&(":1404,"({-\\":1405,"ĠON":1406,"ĠOz":1407,"),\\;":1408,"576":1409,"III":1410,"\"(":1411,"({-":1412,")}.":1413,"+{":1414,"03":1415,"04":1416,"212":1417,"412":1418,"729":1419,"70000":1420,"960":1421,"=+\\":1422,"=|\\":1423,"GH":1424,"GM":1425,"HC":1426,"MH":1427,"Max":1428,"YZ":1429,"bt":1430,"xe":1431,"{}^\\":1432,"|)=":1433,"ĠZ":1434,"Ġ)}":1435,"Ġ.\\":1436,"}{(\\":1437,"}\\!":1438,"}\\,(":1439,"Ġxy":1440,")\\;":1441,"}};":1442,"}}>\\":1443,"Ġ19":1444,"205":1445,"2010":1446,"122":1447,"ABM":1448,"161":1449,"),(\\":1450,"118":1451,"Ġ<\\":1452,"143":1453,"185":1454,"ĠCA":1455,"MNC":1456,"SBN":1457,"Ġ&-":1458,"Ġ&\\":1459,"234":1460,"ĠSBC":1461,"486":1462,"}<|":1463,")<{":1464,"CDD":1465,"2009":1466,");(":1467,";\\,-":1468,")}\\,":1469,"})\\\\":1470,"notin":1471,")\\\\&":1472,"arcsin":1473,"Ġ}}\\,":1474,"!\\":1475,"'^":1476,"')^":1477,")'":1478,")}}\\":1479,"*)":1480,",}\\":1481,"113":1482,"217":1483,"521":1484,"620":1485,"645":1486,"648":1487,"672":1488,"750":1489,";(":1490,"={(":1491,"AMNP":1492,"BF":1493,"BEF":1494,"CE":1495,"DE":1496,"FE":1497,"FG":1498,"IK":1499,"KL":1500,"MM":1501,"NA":1502,"OD":1503,"OP":1504,"PA":1505,"SE":1506,"SK":1507,"ah":1508,"mi":1509,"yset":1510,"|}+":1511,"}?":1512,"})-":1513,"Ġ~\\":1514,"Ġ={\\":1515,"Ġ28":1516,"}}}+":1517,"}}=-":1518,"}}{-":1519,"2025":1520,"}=(-\\":1521,")=(-":1522,"Ġ((":1523,"ABN":1524,"005":1525,"00000":1526,"Ġ400":1527,"Ġ{(":1528,"Ġ500":1529,"]{{":1530,"141":1531,"148":1532,"BCNM":1533,"184":1534,"187":1535,"188":1536,"171":1537,"175":1538,"177":1539,"275":1540,"ĠBh":1541,"405":1542,"empt":1543,"503":1544,"504":1545,"ĠSS":1546,",\\,(":1547,"Ġiz":1548,"textbf":1549,"Ġkm":1550,"''(\\":1551,"\\!,":1552,"1200":1553,"âĢĻ=":1554,"0115":1555,"AHK":1556,"Â»Â":1557,"Â»âĢ":1558,"emptyset":1559,"!.":1560,"':":1561,"'+\\":1562,"))\\":1563,")!}{":1564,"032":1565,"230":1566,"260":1567,"336":1568,"345":1569,"430":1570,"440":1571,"590":1572,"720":1573,"=~":1574,"BK":1575,"BMD":1576,"ED":1577,"Im":1578,"IAB":1579,"OF":1580,"OH":1581,"PD":1582,"[{":1583,"\\}}":1584,"]}=":1585,"ai":1586,"dB":1587,"mid":1588,"tin":1589,"xa":1590,"xOy":1591,"|,":1592,"|.\\":1593,"}'(":1594,"})+":1595,"Âł":1596,"ĠH":1597,"Ġ}}{":1598,"Ġ)+":1599,"Ġ|=":1600,"Ġ]\\":1601,"}\\;\\":1602,"Ġ-(":1603,"Ġ22":1604,"Ġ23":1605,"Ġ200":1606,"Ġ281":1607,"_{(-\\":1608,")\\}":1609,"}})":1610,"}}}=":1611,"}}<\\":1612,"2048":1613,"Ġ34":1614,"}^{-\\":1615,"129":1616,"004":1617,"Ġ48":1618,"163":1619,"152":1620,"154":1621,"155":1622,"132":1623,"111":1624,";\\,\\":1625,"}_{(":1626,"}_{(\\":1627,"}.{":1628,"ACM":1629,"246":1630,"Ġcz":1631,"{{{\\":1632,"196":1633,"MNQ":1634,"ĠBB":1635,"ĠBN":1636,"ADF":1637,"Ġ|_":1638,"Ġ72":1639,"Ġ2021":1640,"285":1641,"346":1642,"646":1643,"''-":1644,"542":1645,",~\\":1646,"ĠACD":1647,"ĠPQ":1648,"^+_":1649,"NNNN":1650,"^-_":1651,"tiny":1652,"!(":1653,"&>":1654,"'|":1655,"'}(":1656,")}=(":1657,")}-\\":1658,")|=\\":1659,")|-":1660,")~\\":1661,"+{{\\":1662,"116":1663,"232":1664,"313":1665,"330":1666,"332":1667,"420":1668,"432":1669,"529":1670,"675":1671,"667":1672,"700":1673,"726":1674,"768":1675,"815":1676,"928":1677,"<|":1678,"AF":1679,"AMC":1680,"BE":1681,"BG":1682,"BI":1683,"BP":1684,"BMC":1685,"CAB":1686,"CSB":1687,"DBC":1688,"HE":1689,"KB":1690,"MAB":1691,"MBC":1692,"OS":1693,"OBC":1694,"OABC":1695,"PC":1696,"PM":1697,"QC":1698,"TT":1699,"]=\\":1700,"]}\\":1701,"]=(":1702,"dt":1703,"hB":1704,"kx":1705,"yz":1706,"|{\\":1707,"|}\\":1708,"|=-":1709,"|>\\":1710,"}~(":1711,"~=~":1712,"Ġ'":1713,"Ġ[\\":1714,"Ġ).":1715,"Ġ)=-":1716,"ĠMA":1717,"lor":1718,"^{'}(":1719,"}}}=\\":1720,"}},\\":1721,"}}:\\":1722,"}}.\\":1723,"}}{{\\":1724,"}}{{(":1725,")^-":1726,"204":1727,"2024":1728,"2035":1729,"}=+\\":1730,"10000":1731,"}^{{{":1732,"=-{{":1733,"Ġbc":1734,"Ġby":1735,"Ġbz":1736,"0065":1737,"1500":1738,"134":1739,"139":1740,"1350":1741,"\\},":1742,"2500":1743,"146":1744,"149":1745,"BCA":1746,"BCE":1747,"BCMN":1748,"Ġ61":1749,"|\\,":1750,"1725":1751,"248":1752,"2450":1753,"309":1754,"195":1755,"Ġ>-":1756,"},...":1757,"369":1758,"Ġ|=\\":1759,"Ġ96":1760,"SCB":1761,"SCMN":1762,"4040":1763,"269":1764,"239":1765,"293":1766,"ĠSSN":1767,"Ġnx":1768,"Ġ81":1769,"455":1770,"ĠAN":1771,"CDM":1772,"Ġhr":1773,"ĠNSS":1774,"ĠDN":1775,"}}}{{":1776,";\\,+\\":1777,"ĠIAB":1778,"ĠĠĠĠ":1779,"ĠvÃł":1780,"sum":1781,"NNS":1782,"^-}\\":1783,")\\,|\\,":1784,"Ġ1009":1785,"SSS":1786,"^*}\\":1787,"}+...+":1788,"Â»Â©":1789,"'+(":1790,"(*":1791,"*}":1792,"+(\\":1793,",}":1794,",-\\":1795,",...":1796,"-{{":1797,".{\\":1798,"..\\":1799,"09":1800,"017":1801,"068":1802,"223":1803,"2278":1804,"311":1805,"3000":1806,"340":1807,"380":1808,"520":1809,"513":1810,"540":1811,"575":1812,"6000":1813,"680":1814,"7000":1815,"844":1816,"975":1817,"937":1818,";{":1819,"BMN":1820,"DI":1821,"DP":1822,"DQ":1823,"DAB":1824,"EC":1825,"FC":1826,"FH":1827,"GE":1828,"IF":1829,"IO":1830,"IBC":1831,"KI":1832,"MS":1833,"MON":1834,"Nr":1835,"NSN":1836,"OG":1837,"PB":1838,"QB":1839,"Sa":1840,"[{\\":1841,"[]{":1842,"[{-":1843,"]}{":1844,"]}^":1845,"]=(-":1846,"en":1847,"hÃ¡":1848,"mc":1849,"ny":1850,"xF":1851,"xb":1852,"yx":1853,"yy":1854,"zx":1855,"{(-":1856,"|)\\":1857,"}:":1858,"ĉĊ":1859,"Ġs":1860,"Ġ)^{\\":1861,"ĠÃĦ":1862,"Ģľ":1863,"}{{{\\":1864,"}}}}{":1865,"}}}^":1866,"}}=(":1867,")^+}":1868,"Ġ144":1869,"Ġ1250":1870,"2023":1871,"}=[-":1872,"Ġ380":1873,"Ġac":1874,"2012":1875,"2013":1876,"ABI":1877,"};+":1878,"Ġ49":1879,"):{(":1880,"167":1881,"1635":1882,"1512":1883,"bigtriangle":1884,"131":1885,"]{-":1886,"1440":1887,"}}\\\\":1888,"Ġ600":1889,"Ġ6840":1890,"189":1891,"ĠCC":1892,"{{(":1893,"})}^{":1894,"323":1895,"191":1896,")...\\":1897,":\\;":1898,"ADD":1899,"403":1900,"4039":1901,"233":1902,"235":1903,"}{({":1904,")}{{(":1905,"},\\,\\":1906,"ĠSN":1907,"ĠSh":1908,"ĠSSS":1909,"283":1910,"ABCDMNP":1911,"ABCDEF":1912,"333":1913,"âĤ¬âĢľ":1914,"7500":1915,"90725":1916,"'''\\":1917,"}}={{":1918,"AAÃ¢":1919,"370":1920,"BDA":1921,"BDC":1922,"ĠBCD":1923,"ĠOP":1924,"ĠOMM":1925,"ĠNP":1926,"'))=":1927,"'))=\\":1928,"384":1929,"ĠMP":1930,"ĠDC":1931,"ĠDM":1932,"2001":1933,"2007":1934,")}\\:\\":1935,"âĢĻ)":1936,"570":1937,"676":1938,"SNN":1939,"777":1940,"^+}{\\":1941,"Ġ\\%/":1942,"769":1943,"\\;(":1944,"Ġ].\\":1945,"AHB":1946,",\\,\\,\\":1947,"}^*\\":1948,"ĠKC":1949,"arccos":1950,"10640":1951,"54527":1952,"}\\!\\!\\!":1953,"Â»âĢº":1954,"SCMNKL":1955,"(*)\\":1956,"enspace":1957,"bigtriangleup":1958,"90725500":1959,"!}{\\":1960,"&<":1961,"&\\":1962,"')\\":1963,"'}^":1964,"')=\\":1965,"''=\\":1966,"'|=":1967,"'}}=":1968,"))=-\\":1969,")'''":1970,")!\\":1971,"-{{\\":1972,"-...":1973,".\\\\":1974,".;\\":1975,"023":1976,"1100":1977,"213":1978,"224":1979,"221":1980,"236":1981,"229":1982,"228":1983,"2200":1984,"327":1985,"334":1986,"390":1987,"416":1988,"425":1989,"423":1990,"448":1991,"462":1992,"4272":1993,"560":1994,"550":1995,"554":1996,"597":1997,"615":1998,"618":1999,"630":2000,"640":2001,"650":2002,"697":2003,"735":2004,"793":2005,"810":2006,"808":2007,"875":2008,"841":2009,"9000":2010,"926":2011,":+\\":2012,":(\\":2013,"<(":2014,"={-":2015,"Ax":2016,"CF":2017,"CH":2018,"CMN":2019,"DM":2020,"DMN":2021,"EG":2022,"EOF":2023,"GA":2024,"HM":2025,"HBC":2026,"ID":2027,"JC":2028,"KA":2029,"ME":2030,"MAC":2031,"MCD":2032,"SQ":2033,"SMN":2034,"SMC":2035,"XYZ":2036,"\\,\\,(":2037,"].\\":2038,"ae":2039,"aab":2040,"nN":2041,"ni":2042,"nm":2043,"qx":2044,"rin":2045,"sma":2046,"|}=":2047,"}),":2048,"}'\\":2049,"})^{\\":2050,"}|+|":2051,"}|=|":2052,"~(\\":2053,"ªn":2054,"Â³":2055,"á»":2056,"Ġ/":2057,"Ġ^{\\":2058,"Ġ]}":2059,"ĠÃ¢":2060,"Ġ^{-\\":2061,"}{{(":2062,"{\\{":2063,"mathrin":2064,"}\\:(\\":2065,"Ġxdx":2066,"Ġ+|":2067,"}}\"":2068,"}}(\\":2069,"}}+(":2070,"{\\,\\":2071,"203":2072,"2030":2073,"2008":2074,"}={\\":2075,"}={{":2076,"Ġ31":2077,"Ġ33":2078,"Ġ351":2079,"Ġal":2080,"Ġ(*)":2081,"1021":2082,"1023":2083,"1034":2084,"1037":2085,"1245":2086,"12304":2087,"ABO":2088,"ABS":2089,"ABMN":2090,"ABNM":2091,"ABKD":2092,"006":2093,"Ġ47":2094,"16000":2095,",\\:":2096,"1313":2097,"1372":2098,"1344":2099,"251":2100,"Ġ55":2101,"Ġ520":2102,")+(\\":2103,";\\;\\":2104,"1458":2105,"}}\\,":2106,"}((":2107,"BCM":2108,"181":2109,"172":2110,"179":2111,"1712304":2112,"273":2113,"ABCM":2114,"244":2115,"\\{(":2116,"]}[":2117,"SAI":2118,"SAM":2119,"})}":2120,"ĠRa":2121,"322":2122,"326":2123,"328":2124,"1968":2125,"MNE":2126,")...":2127,"},-":2128,"},~":2129,"361":2130,"363":2131,"365":2132,"368":2133,"3600":2134,"Ġ;-\\":2135,"|+|\\":2136,"Ġ75":2137,"1001":2138,"1006":2139,"Ġ900":2140,"6054":2141,"4033":2142,"4037":2143,"4096":2144,"Ġ)}}":2145,"261":2146,"262":2147,"Ġuv":2148,"505":2149,")>-":2150,"ĠSO":2151,"Ġ}:\\":2152,"281":2153,"4500":2154,"\\\\&\\":2155,"\\\\&-\\":2156,"481":2157,"642":2158,"MBKD":2159,")}^{{":2160,"Ġkh":2161,"\\,,":2162,"âĤ¬âĦ¢.":2163,"\\%.":2164,"'')^":2165,"'''=\\":2166,"'''=":2167,"'''=-\\":2168,"1258":2169,"6561":2170,"397":2171,"ĠhR":2172,"5436":2173,"Ġ}_{{{":2174,"12029":2175,"BDD":2176,"8090":2177,"=\\{-\\":2178,"bch":2179,"ĠMD":2180,"ĠDD":2181,"ĠDO":2182,");~":2183,"EFGH":2184,"|=|(":2185,"4300":2186,"999":2187,"SDA":2188,"SDC":2189,"ĠABD":2190,"),\\,\\":2191,"dotsc":2192,"578":2193,"ĠĠĠ":2194,"ĠĠĠĠĊ":2195,"}>{":2196,"666":2197,"Ġ\\;(":2198,"91125":2199,"\\;(\\":2200,"}\\,{\\":2201,"\\!\\!\\!\\!\\!,":2202,"}}+{{(":2203,"11951":2204,"AMND":2205,"Ġ...,":2206,"AIB":2207,"':\\;":2208,"lll":2209,"&\\!\\!\\!\\!=&\\!\\!\\!\\!-":2210,"41212029":2211,"}\\!\\!\\!\\!\\!\\!,":2212,"59049":2213,")^-}":2214,"},...,\\":2215,"}\\!\\!\\!\\!,":2216,"small":2217,"mathring":2218,"%)":2219,"'-\\":2220,"'}}":2221,"'},":2222,"((":2223,"((\\":2224,"({{":2225,")!":2226,")[":2227,")}=(-":2228,"*}}":2229,"+[":2230,",{":2231,".{{":2232,"016":2233,"025":2234,"1201":2235,"214":2236,"218":2237,"227":2238,"226":2239,"2250":2240,"2304":2241,"2187":2242,"312":2243,"314":2244,"318":2245,"321":2246,"319":2247,"3125":2248,"3200":2249,"415":2250,"413":2251,"424":2252,"421":2253,"460":2254,"435":2255,"445":2256,"464":2257,"463":2258,"467":2259,"525":2260,"518":2261,"527":2262,"524":2263,"530":2264,"526":2265,"528":2266,"533":2267,"565":2268,"580":2269,"553":2270,"599":2271,"5180":2272,"621":2273,"636":2274,"665":2275,"718":2276,"730":2277,"708":2278,"798":2279,"820":2280,"816":2281,"817":2282,"8000":2283,"868":2284,"862":2285,"81000":2286,"878":2287,"925":2288,"990":2289,"947":2290,"985":2291,";(\\":2292,";{{":2293,"BO":2294,"BQ":2295,"Bx":2296,"By":2297,"BAA":2298,"BMNP":2299,"BOC":2300,"CI":2301,"CAD":2302,"COA":2303,"CMNP":2304,"DF":2305,"DEF":2306,"EB":2307,"EM":2308,"EN":2309,"EHK":2310,"GT":2311,"HN":2312,"IN":2313,"IS":2314,"IOM":2315,"JA":2316,"JK":2317,"KM":2318,"KN":2319,"MF":2320,"MJ":2321,"MÃ¢":2322,"NF":2323,"NQ":2324,"SF":2325,"SG":2326,"XA":2327,"XB":2328,"]+":2329,"]>":2330,"]^{\\":2331,"an":2332,"av":2333,"bg":2334,"bxy":2335,"hz":2336,"hÃ¡Âº":2337,"iy":2338,"ist":2339,"mf":2340,"mu":2341,"nr":2342,"px":2343,"rh":2344,"vdt":2345,"xi":2346,"xz":2347,"zy":2348,"zz":2349,"|)-":2350,"|-(":2351,"|}{|":2352,"}|\\":2353,"Â£":2354,"Â°":2355,"Âªn":2356,"Äĳ":2357,"Ġ?":2358,"ĠL":2359,"Ġ}=":2360,"Ġ'(":2361,"Ġ,\\":2362,"Ġ},":2363,"Ġ|+":2364,"Ġ^{-":2365,"Ġ_{[":2366,"Ġ~(":2367,"Ġ}}={{":2368,"inh":2369,"{\\{-":2370,"Ġ=(-":2371,"}\\;":2372,"^{+":2373,"^{^{-\\":2374,"^{*}}":2375,"Ġ-{":2376,"Ġ-|":2377,"Ġ29":2378,"Ġ256":2379,"_{_{\\":2380,")\\!":2381,"}}:":2382,"}}}-":2383,"}};+\\":2384,"}}}}\\":2385,"}}},":2386,"}}},\\":2387,"}}-(":2388,"Ġ148":2389,"Ġ156":2390,"202":2391,"2032":2392,"20000":2393,"2040":2394,"2029":2395,"2028":2396,"2034":2397,"2039":2398,"2042":2399,"}=|":2400,")={{":2401,"Ġ39":2402,"ĠaR":2403,"Ġaz":2404,"1011":2405,"1018":2406,"1017":2407,"1080":2408,"}+|":2409,"}+..":2410,"}+({":2411,"}^{+}":2412,"=-|":2413,"1280":2414,"1272":2415,"ABF":2416,"ABH":2417,"ABEF":2418,"ABND":2419,"};{":2420,"Ġbd":2421,"Ġ43":2422,"Ġ4000":2423,"Ġmy":2424,"Ġminh":2425,"):{\\":2426,"166":2427,"1640":2428,"1680":2429,"1610640":2430,"'(-\\":2431,",\\;\\":2432,",\\,\\,":2433,"151":2434,"157":2435,"15625":2436,"1326":2437,"),~(":2438,"259":2439,"2520":2440,"2565":2441,"2593":2442,"2592":2443,"Ġ53":2444,"Ġ56":2445,"142":2446,"BCB":2447,"BCN":2448,"Ġ63":2449,"Ġ65":2450,"Ġ66":2451,"182":2452,"1800":2453,"173":2454,"1790":2455,"276":2456,"2761":2457,"2707":2458,"ABCA":2459,"ABCMNC":2460,")-(\\":2461,"241":2462,"247":2463,"24000":2464,"Ġcd":2465,"ĠchÃ¡":2466,"302":2467,"306":2468,"3069":2469,"ĠCH":2470,"ĠCI":2471,"ĠCP":2472,"'={":2473,"219":2474,"exist":2475,"})}^":2476,"})}{\\":2477,")}'=":2478,"3280":2479,"193":2480,"194":2481,"197":2482,"198":2483,"1945":2484,"1998":2485,"1987":2486,"MND":2487,"MNCD":2488,"Ġ>-\\":2489,"},(":2490,"},-\\":2491,"axy":2492,"ADM":2493,"}&\\":2494,"SBI":2495,"Ġ&=\\":2496,"Ġ77":2497,"Ġ79":2498,"1007":2499,"Ġ99":2500,"SCI":2501,"602":2502,"604":2503,"608":2504,"6053":2505,"6051":2506,"4032":2507,"4042":2508,"4068":2509,"264":2510,"266":2511,"267":2512,"231":2513,"237":2514,"Ġ2022":2515,"5040":2516,"5045":2517,"Ġtr":2518,"292":2519,"296":2520,"ĠSa":2521,"ĠSAC":2522,"353":2523,"355":2524,"356":2525,"357":2526,"359":2527,"287":2528,"2800":2529,"453":2530,"456":2531,"459":2532,"347":2533,"ABCDE":2534,"4800":2535,"643":2536,"MBND":2537,"331":2538,")}^{-":2539,")}^{-\\":2540,"ĠAE":2541,"496":2542,"4999":2543,"CDA":2544,"CDE":2545,"CDEF":2546,"\\,(\\":2547,"âĤ¬âĦ¢=":2548,"âĤ¬âĦ¢=\\":2549,"âĤ¬âĦ¢=(":2550,"}}={{\\":2551,"Ġ\\{-\\":2552,"656":2553,"\\!=\\":2554,"391":2555,"395":2556,"399":2557,"3999":2558,"...+":2559,"547":2560,"MCA":2561,"ĠOAB":2562,"ĠOBC":2563,"}}-{{":2564,"ĠNNN":2565,"AMD":2566,"',(":2567,"382":2568,"ĠMQ":2569,"966":2570,"abcd":2571,"|-|\\":2572,"ĠDB":2573,"Ġ=-{":2574,"2005":2575,");(-":2576,"567":2577,"EFG":2578,"443":2579,"446":2580,"}}}{{{":2581,"4324":2582,"470":2583,"477":2584,"472761":2585,"685":2586,"689":2587,"âĢĻ\\":2588,"={(\\":2589,"50000":2590,"571":2591,"574":2592,"5750":2593,"673":2594,"674":2595,"6720":2596,"6666":2597,"776":2598,"ĠvÃ¡":2599,"\\,\\%":2600,"\\,\\,\\,\\":2601,")]+\\":2602,"983":2603,"984":2604,"NNNS":2605,"584":2606,"),\\,(":2607,"3003":2608,"SIF":2609,"Ozx":2610,"1127":2611,"Â»âĢĺ":2612,"1152":2613,"ĠOyz":2614,"APR":2615,"ÃĥÂº":2616,"ÃĥÂªn":2617,"arctan":2618,"ĠGI":2619,"``\\":2620,"=&-":2621,"29064":2622,"|,|":2623,"ĠsÃ¡":2624,"270725":2625,"exists":2626,"ÃĥÂºng":2627,"!=":2628,"!}}":2629,"!}+\\":2630,"\"=\\":2631,"\"-\\":2632,"\"+\\":2633,"\"=-\\":2634,"&<-":2635,"'{":2636,"'):":2637,"',\\":2638,"'},\\":2639,"'}.\\":2640,"',~":2641,"'|=|":2642,"',\\;":2643,"(*)":2644,")(-":2645,");\\":2646,")]}":2647,"))}":2648,")|+":2649,"))=-":2650,")}.\\":2651,")}}{(":2652,")!}{(":2653,"+(-":2654,",+":2655,"-~":2656,"-{|":2657,".,":2658,"028":2659,"048":2660,"073":2661,"1125":2662,"2256":2663,"3360":2664,"32000":2665,"3240":2666,"3141":2667,"410":2668,"418":2669,"429":2670,"422":2671,"475":2672,"465":2673,"437":2674,"4120":2675,"472":2676,"510":2677,"511":2678,"514":2679,"535":2680,"572":2681,"552":2682,"5275":2683,"613":2684,"617":2685,"628":2686,"664":2687,"639":2688,"663":2689,"610000":2690,"715":2691,"711":2692,"717":2693,"736":2694,"760":2695,"790":2696,"765":2697,"737":2698,"780":2699,"738":2700,"761":2701,"797":2702,"813":2703,"818":2704,"832":2705,"860":2706,"864":2707,"872":2708,"856":2709,"861":2710,"899":2711,"895":2712,"882":2713,"8666":2714,"910":2715,"911":2716,"914":2717,"918":2718,"936":2719,"935":2720,"922":2721,"933":2722,"980":2723,"972":2724,"996":2725,"952":2726,";|":2727,"=~\\":2728,">{\\":2729,">(\\":2730,"AQ":2731,"AS":2732,"AX":2733,"AOC":2734,"AIJ":2735,"AOO":2736,"BY":2737,"BSA":2738,"BPQ":2739,"CG":2740,"CJ":2741,"CK":2742,"CS":2743,"Cy":2744,"CMA":2745,"CSD":2746,"DG":2747,"DH":2748,"Dz":2749,"DAC":2750,"DABC":2751,"DSA":2752,"DAA":2753,"DCA":2754,"EA":2755,"EH":2756,"EK":2757,"EBC":2758,"FA":2759,"FD":2760,"FKM":2761,"GI":2762,"GK":2763,"GBC":2764,"HI":2765,"HAB":2766,"IG":2767,"IP":2768,"IBD":2769,"IFE":2770,"KH":2771,"KQ":2772,"KMN":2773,"MO":2774,"Mm":2775,"Mz":2776,"MEF":2777,"MBCD":2778,"MOO":2779,"MBCC":2780,"NE":2781,"NH":2782,"NAB":2783,"NÃ¢":2784,"OK":2785,"OÃ¢":2786,"OEF":2787,"OIA":2788,"QA":2789,"QP":2790,"RP":2791,"RS":2792,"Sx":2793,"SABCD":2794,"SMA":2795,"SMNP":2796,"SEF":2797,"SSN":2798,"SIA":2799,"Ta":2800,"\\,\\,":2801,"]?":2802,"]}^{":2803,"]'\\":2804,"aS":2805,"am":2806,"aq":2807,"au":2808,"bn":2809,"cf":2810,"ct":2811,"cy":2812,"cÃĦ":2813,"cÄĳ":2814,"da":2815,"gt":2816,"hÃ":2817,"ib":2818,"kF":2819,"kg":2820,"kt":2821,"khÃ":2822,"ldo":2823,"lÃĥ":2824,"nS":2825,"nV":2826,"nb":2827,"nz":2828,"rl":2829,"sy":2830,"sup":2831,"sai":2832,"wi":2833,"xx":2834,"xln":2835,"xOz":2836,"|}=\\":2837,"|}^{":2838,"|}+\\":2839,"|)+":2840,"|{{":2841,"|}-(":2842,"}]}":2843,"})=-\\":2844,"}')":2845,"~-~":2846,"´ng":2847,"Â¡":2848,"Â¥":2849,"Â¿":2850,"ÂŃ":2851,"ÄĲ":2852,"áº":2853,"ĠY":2854,"Ġ}+":2855,"Ġcos":2856,"Ġsin":2857,"Ġta":2858,"Ġ)-":2859,"Ġ}=-":2860,"ĠOA":2861,"Ġ}}=\\":2862,"Ġ')":2863,"ĠMNP":2864,"Ġ}}+\\":2865,"Ġ}={":2866,"}{[":2867,"}{-\\":2868,"}{|\\":2869,"Ġ\\:":2870,"Ġ=|":2871,"Ġ=~":2872,"^{^":2873,"^{{":2874,"^{^{":2875,"Ġxe":2876,"Ġ216":2877,"Ġ225":2878,"Ġ230":2879,"Ġ234":2880,"Ġ233":2881,"Ġ288":2882,"}}[":2883,"}}=-\\":2884,"}}}.":2885,"}}}{(":2886,"}},\\,":2887,"}}}.\\":2888,"}}{[":2889,"}}{|":2890,"}}{(\\":2891,"}}{{{":2892,"Ġ108":2893,"Ġ135":2894,"Ġ1125":2895,"Ġ180":2896,"Ġ174":2897,"{\\,(":2898,"206":2899,"209":2900,"2036":2901,"2026":2902,"2031":2903,"2041":2904,"2047":2905,"2099":2906,"2097":2907,"2098":2908,"2046":2909,")=[":2910,"Ġ320":2911,"Ġ300":2912,"Ġ339":2913,"Ġ338":2914,"Ġay":2915,"ĠaÃ¢":2916,"Ġabc":2917,"Ġ({{":2918,"1020":2919,"1016":2920,"1025":2921,"}+{{":2922,"}^{*}":2923,"=-(":2924,"Ġ048":2925,"}^+":2926,"\\\\(":2927,"\\\\-":2928,"Ġyy":2929,"cosx":2930,"1236":2931,"1260":2932,"1250":2933,"1248":2934,"1233":2935,"1275":2936,"1296":2937,"1285":2938,"1271":2939,"ABE":2940,"ABJ":2941,"ABFE":2942,"};}\\":2943,"Ġ41":2944,"Ġ46":2945,"Ġ4400":2946,"Ġmi":2947,"):{":2948,"Ġ{[":2949,"159":2950,"1516":2951,"1513":2952,"15000":2953,"1560":2954,"1554":2955,"1595":2956,"1325":2957,"1360":2958,"1323":2959,"1301":2960,"),(-":2961,"\\})":2962,"1175":2963,"1180":2964,"1174":2965,"255":2966,"Ġ52":2967,"Ġ590":2968,"Ġ5400":2969,")+[":2970,")+{\\":2971,")+{{\\":2972,")+...+":2973,")^{^{\\":2974,")^{^{-\\":2975,";\\,\\,":2976,"]{{\\":2977,"]{{{":2978,"Ġ<-\\":2979,"}_{{":2980,"1400":2981,"1416":2982,"1417":2983,"1433":2984,"14542":2985,"{,}{":2986,"}({":2987,"}((\\":2988,"BCO":2989,"BCÃ¢":2990,"Ġ675":2991,"Ġ672":2992,"Ġ656":2993,"Ġ687":2994,"183":2995,"186":2996,"187500":2997,"}.{{":2998,"ACA":2999,"ACE":3000,"ACG":3001,"ACH":3002,"ACCÃ¢":3003,"178":3004,"1710":3005,"1700":3006,"1752":3007,"1753":3008,"274":3009,"279":3010,"ABCC":3011,"ABCE":3012,"ABCMN":3013,")-{":3014,")-(-":3015,"2425":3016,"ĠcÃĥ":3017,"301":3018,"308":3019,"3020":3020,"ĠCB":3021,"ĠCE":3022,"2197":3023,"\\{{\\":3024,"\\{{-":3025,"]}|":3026,"SAO":3027,"})(":3028,"});":3029,"})]":3030,"})+(":3031,"};\\;\\":3032,")},":3033,"3215":3034,"1920":3035,"1959":3036,"MNA":3037,"MNB":3038,"MNEF":3039,").}":3040,"},+\\":3041,"ĠBAC":3042,"ĠBAD":3043,"ĠBHC":3044,":\\!":3045,":\\,\\":3046,"ADB":3047,"ADE":3048,"ADDÃ¢":3049,"SBE":3050,"Ġ&=-":3051,"Ġ|-":3052,"Ġ|.":3053,"Ġ70":3054,"Ġ700":3055,"Ġ728":3056,"1003":3057,"1005":3058,"10086":3059,"0001":3060,"Ġ95":3061,"605":3062,"609":3063,"605000":3064,"401":3065,"407":3066,"408":3067,"4016":3068,"4015":3069,"4026":3070,"4062":3071,"Ġ)<":3072,"Ġ)}{":3073,"263":3074,"2614":3075,"2380":3076,"}{({{":3077,"Ġ2015":3078,"Ġ2048":3079,"]\\,":3080,"...\\":3081,"501":3082,"506":3083,"509":3084,"5050":3085,"5054":3086,"},\\:":3087,"Ġte":3088,"ĠtÃ¡":3089,"291":3090,"294":3091,"299":3092,"ĠSF":3093,"ĠSI":3094,"ĠSK":3095,"ĠSNN":3096,"ĠSNS":3097,",\\,{{\\":3098,"352":3099,"358":3100,"35000":3101,"Ġ1010":3102,"Ġng":3103,"Ġny":3104,"282":3105,"2880":3106,"Ġ86":3107,"Ġ800":3108,"Ġ850":3109,"451":3110,"45000":3111,"341":3112,"349":3113,"3450":3114,"3449":3115,"\\\\&-":3116,"^{-}}":3117,"^{-})=":3118,"2224":3119,"22100":3120,"483":3121,"487":3122,"_{[-\\":3123,"Ġ}{{":3124,"}}+{":3125,"}}+...":3126,"MBP":3127,"337":3128,"33000":3129,")}^{^{\\":3130,"MANC":3131,"ĠAI":3132,"ĠAK":3133,"ĠAM":3134,"ĠAHK":3135,"490":3136,"491":3137,"492":3138,"495":3139,"Ġka":3140,"\\,}":3141,"756":3142,"758":3143,"907":3144,"9067":3145,"''-\\":3146,"''+\\":3147,"1256":3148,"65000":3149,"\\!\\":3150,"\\!:\\!":3151,"394":3152,"396":3153,"398":3154,"39360":3155,"371":3156,"373":3157,"ĠhÃ":3158,"ĠhÃĥ":3159,"Ġ}_{_{":3160,"BDF":3161,"807":3162,"8072":3163,"8068":3164,"8076":3165,"\\{-{\\":3166,",~(":3167,"bcd":3168,"ĠND":3169,"ĠNS":3170,"ĠNÃ¢":3171,"Ġ1610640":3172,"383":3173,"ĠME":3174,"ĠMAB":3175,"ĠMhz":3176,"961":3177,"969":3178,"96000":3179,"ĠDA":3180,"ĠDE":3181,"mbol":3182,"ĠACC":3183,"2006":3184,"562":3185,"566":3186,"567000":3187,"EFB":3188,"ĠPC":3189,"447":3190,"4400":3191,"471":3192,"686":3193,"687":3194,"688":3195,"687500":3196,"9945":3197,"9999":3198,"âĢĻ=\\":3199,"âĢĻ)\\":3200,"={|":3201,"500000":3202,"))}=":3203,"Ġ.{{":3204,"'}{{":3205,"6320":3206,"579":3207,"OCA":3208,"858":3209,"859":3210,"5525":3211,"SNS":3212,"}>(":3213,"}>-\\":3214,")}=+\\":3215,"1088":3216,"7350":3217,"100000":3218,"669":3219,"BCDA":3220,"}|^{":3221,"^+}\\":3222,"970":3223,"979":3224,")]^{":3225,"988":3226,"98430":3227,"IJC":3228,"ĠSCD":3229,"ĠSAD":3230,"60000":3231,"600000":3232,"76000":3233,"2503":3234,"2160":3235,"^-}{\\":3236,"AHC":3237,"AHM":3238,"886":3239,"3006":3240,"Ġ1005":3241,"Ġ1008":3242,"Ġ187":3243,"Ġ189":3244,"200000":3245,"SHC":3246,"BMPN":3247,"ĠlÃ¡":3248,"ĠlÃĥ":3249,"694":3250,"8440":3251,"879":3252,"93000":3253,"Ġ4035":3254,"Ġ4034":3255,"Ġ4096":3256,"94000":3257,"SIC":3258,"SID":3259,"AGC":3260,"AEC":3261,"1156":3262,"}\\\\&(":3263,"APMN":3264,"}}<(":3265,"ĠbiÃ¡Âº":3266,"0796":3267,"0797":3268,"Ġ:\\,":3269,"147278":3270,"147347":3271,"16875":3272,"ĠOxz":3273,"3157":3274,"5456":3275,"Ãłm":3276,")\\;{\\":3277,"Â»âĢľ":3278,"33600":3279,"1551175":3280,"AFD":3281,"BID":3282,"HEQ":3283,"TTÃ¢":3284,")^-}\\":3285,"14950":3286,"FHN":3287,"5452733":3288,"5452771":3289,"41625":3290,"6972593":3291,"8082":3292,"XYZT":3293,"19683":3294,"Ġkho":3295,"ĠkhÃĥ":3296,"5436521":3297,"5436566":3298,"4138":3299,"8788":3300,"^{+}}":3301,")\\!\\!:\\!":3302,"Ġ395054":3303,"132600":3304,"ĠtrÃĥÂªn":3305,"\\!=\\!":3306,"41208":3307,"khÃ´ng":3308,"symbol":3309,"supset":3310,"Ġ33935":3311,"118096":3312,"1454226":3313,"!)^":3314,"!+(":3315,"!}}\\":3316,"!-(":3317,"\"=":3318,"\"\\":3319,"%}":3320,"'~":3321,"'}{\\":3322,"'),":3323,"'})":3324,"').":3325,"'.\\":3326,"'|=\\":3327,"',\\,":3328,"'\\\\&":3329,"'}=-":3330,"'-(":3331,"'),(":3332,"'~=~":3333,"(+\\":3334,"((-":3335,"(|\\":3336,"([-":3337,"({{\\":3338,")~":3339,")}{-":3340,")),":3341,");+\\":3342,"))+":3343,"))^{":3344,")[\\":3345,"))>":3346,"))}^":3347,"){{\\":3348,")}}}":3349,"));":3350,")|=|":3351,")].":3352,")}}{{":3353,")~(":3354,")}}}\\":3355,")âĢĻ=":3356,")!}{\\":3357,"*}\\":3358,"+^":3359,"+~":3360,"+}\\":3361,"+|\\":3362,"+{{":3363,"+^*":3364,",=":3365,",|":3366,",}-\\":3367,"-+":3368,"-[":3369,"-(\\":3370,"-{(":3371,".-\\":3372,".{{\\":3373,"/(":3374,"/{{":3375,"010":3376,"060":3377,"050":3378,"029":3379,"022":3380,"075":3381,"065":3382,"039":3383,"072":3384,"041":3385,"038":3386,"044":3387,"047":3388,"051":3389,"067":3390,"077":3391,"074":3392,"095":3393,"058":3394,"046":3395,"091":3396,"059":3397,"0625":3398,"0105":3399,"0188":3400,"11000":3401,"1128":3402,"1150":3403,"1105":3404,"1135":3405,"1165":3406,"1168":3407,"2108":3408,"2150":3409,"22000":3410,"2180":3411,"2106":3412,"2265":3413,"2280":3414,"2293":3415,"310":3416,"335":3417,"381":3418,"3150":3419,"3160":3420,"3135":3421,"3130":3422,"3136":3423,"3190":3424,"3164":3425,"414":3426,"417":3427,"427":3428,"436":3429,"428":3430,"433":3431,"441":3432,"438":3433,"442":3434,"4200":3435,"461":3436,"466":3437,"42000":3438,"41600":3439,"4137":3440,"4369":3441,"4293":3442,"4368":3443,"46666":3444,"515":3445,"517":3446,"532":3447,"534":3448,"522":3449,"539":3450,"5120":3451,"596":3452,"551":3453,"557":3454,"595":3455,"5240":3456,"5184":3457,"51512":3458,"5481":3459,"610":3460,"612":3461,"632":3462,"626":3463,"622":3464,"633":3465,"690":3466,"637":3467,"699":3468,"698":3469,"6150":3470,"6250":3471,"691":3472,"6160":3473,"6642":3474,"696000":3475,"710":3476,"716":3477,"724":3478,"719":3479,"740":3480,"723":3481,"728":3482,"734":3483,"722":3484,"748":3485,"781":3486,"764":3487,"749":3488,"7200":3489,"799":3490,"767":3491,"782":3492,"72000":3493,"794":3494,"792":3495,"7446":3496,"812":3497,"811":3498,"825":3499,"82018":3500,"827":3501,"824":3502,"830":3503,"821":3504,"8100":3505,"826":3506,"850":3507,"829":3508,"835":3509,"845":3510,"834":3511,"848":3512,"881":3513,"833":3514,"890":3515,"854":3516,"896":3517,"851":3518,"885":3519,"873":3520,"866":3521,"897":3522,"8600":3523,"846":3524,"8400":3525,"891":3526,"80000":3527,"920":3528,"915":3529,"924":3530,"932":3531,"9100":3532,"940":3533,"923":3534,"945":3535,"948":3536,"964":3537,"949":3538,"939":3539,"954":3540,"956":3541,"944":3542,"953":3543,"90000":3544,"9135":3545,"9269":3546,":-":3547,":{":3548,":}":3549,":}\\,":3550,":~\\":3551,";;":3552,";~":3553,";{\\":3554,";\\\\":3555,";...":3556,"<(\\":3557,"<...":3558,"==-":3559,">(":3560,"AJ":3561,"AT":3562,"Aa":3563,"Ae":3564,"Ay":3565,"AOM":3566,"ASD":3567,"ASO":3568,"AMNPQ":3569,"APQ":3570,"AYZ":3571,"BJ":3572,"BS":3573,"Bt":3574,"BSD":3575,"BSO":3576,"BNC":3577,"BHK":3578,"BIH":3579,"BYZ":3580,"BMNC":3581,"CL":3582,"CO":3583,"CQ":3584,"CZ":3585,"Cm":3586,"Cz":3587,"CMB":3588,"CBA":3589,"CIJK":3590,"CHA":3591,"CFG":3592,"COG":3593,"CÄĲ":3594,"DO":3595,"Ds":3596,"DSB":3597,"DMNP":3598,"DCC":3599,"DIJ":3600,"DBA":3601,"DDÃ¢":3602,"DIC":3603,"DHA":3604,"DGH":3605,"DJK":3606,"EI":3607,"EQ":3608,"ES":3609,"EABC":3610,"EAD":3611,"ECD":3612,"EÃ¢":3613,"EBD":3614,"EBCD":3615,"EIJ":3616,"FB":3617,"FM":3618,"FO":3619,"FAB":3620,"FAD":3621,"FCD":3622,"FÃ¢":3623,"FHK":3624,"FIO":3625,"GB":3626,"GC":3627,"GJ":3628,"GN":3629,"Gi":3630,"GAB":3631,"GAC":3632,"GABC":3633,"GMB":3634,"GCD":3635,"GSAC":3636,"GHK":3637,"HO":3638,"HP":3639,"HQ":3640,"Hz":3641,"HMN":3642,"HCA":3643,"HCEF":3644,"IR":3645,"IAC":3646,"IMN":3647,"ICD":3648,"IBCD":3649,"IBA":3650,"ICB":3651,"KC":3652,"KF":3653,"KG":3654,"KJ":3655,"KCD":3656,"LC":3657,"Me":3658,"Mn":3659,"Mx":3660,"My":3661,"MABC":3662,"MOA":3663,"MOB":3664,"MACD":3665,"MABD":3666,"MHK":3667,"MPQ":3668,"MIJK":3669,"MOP":3670,"MABN":3671,"MED":3672,"MOF":3673,"Mhz":3674,"NJ":3675,"NK":3676,"NMD":3677,"NACB":3678,"NPQ":3679,"NOD":3680,"NADM":3681,"OE":3682,"OV":3683,"OAC":3684,"OABCD":3685,"OMNP":3686,"OBCD":3687,"OACD":3688,"OHC":3689,"PE":3690,"PI":3691,"PS":3692,"Pu":3693,"PAB":3694,"PÃ¢":3695,"PBCD":3696,"PMNC":3697,"QD":3698,"QN":3699,"QR":3700,"QMN":3701,"QCD":3702,"QMNP":3703,"RB":3704,"RD":3705,"Rh":3706,"SJ":3707,"Sy":3708,"SOA":3709,"SÃ¡":3710,"SFC":3711,"SFH":3712,"SJC":3713,"SJA":3714,"TG":3715,"TÃ¢":3716,"TGG":3717,"TGT":3718,"ThÃ¡Âº":3719,"Vh":3720,"VOV":3721,"XT":3722,"XY":3723,"XZ":3724,"YT":3725,"[|":3726,"\\:":3727,"\\|":3728,"\\-\\":3729,"\\}=":3730,"\\}^":3731,"\\:\\":3732,"]}}":3733,"]'=\\":3734,"]|=":3735,"]'=":3736,"],\\,":3737,"]}=-":3738,"],~":3739,"]^{-\\":3740,"]+{\\":3741,"^(":3742,"^+\\":3743,"^/(":3744,"_=\\":3745,"aF":3746,"aR":3747,"ao":3748,"ale":3749,"aSA":3750,"bm":3751,"bSB":3752,"ch":3753,"cÃ":3754,"cht":3755,"cSC":3756,"dv":3757,"ef":3758,"fra":3759,"frow":3760,"gÃ¢":3761,"hR":3762,"ho":3763,"hr":3764,"hÃłm":3765,"ii":3766,"iw":3767,"iÃ¡":3768,"ju":3769,"ka":3770,"kf":3771,"ky":3772,"kCD":3773,"ld":3774,"lz":3775,"lÃł":3776,"mM":3777,"mb":3778,"nB":3779,"nC":3780,"nD":3781,"nh":3782,"nn":3783,"ns":3784,"nt":3785,"nu":3786,"nv":3787,"nac":3788,"pc":3789,"ph":3790,"pq":3791,"ps":3792,"qs":3793,"rx":3794,"sf":3795,"sime":3796,"sao":3797,"te":3798,"tx":3799,"tdt":3800,"ux":3801,"uy":3802,"xBC":3803,"xÃ¢":3804,"xdx":3805,"xAy":3806,"ydy":3807,"yOz":3808,"zi":3809,"{}{{":3810,"{!}":3811,"{:}":3812,"|;":3813,"|(\\":3814,"|)=\\":3815,"|+(":3816,"|[\\":3817,"|^{-":3818,"|}<":3819,"|}}=":3820,"||(":3821,"|)?":3822,"|)-(":3823,"|)|=":3824,"}~":3825,"}):":3826,"}]{":3827,"}'=":3828,"}|+":3829,"}]\\":3830,"})=-":3831,"}''(":3832,"}|-":3833,"}'.":3834,"}!}":3835,"}~\\":3836,"}):\\,":3837,"}~=~":3838,"}|+|\\":3839,"~=\\":3840,"~=~\\":3841,"~+~":3842,"£ng":3843,"©c":3844,"©t":3845,"¬nh":3846,"¿n":3847,"Â§":3848,"Â©":3849,"Â´":3850,"ÂĲ":3851,"Ã³":3852,"ÃĤ":3853,"Ãªn":3854,"Ã©t":3855,"âĦ¢":3856,"ĠU":3857,"ĠX":3858,"Ġ`":3859,"Ġma":3860,"Ġlog":3861,"Ġ}-":3862,"Ġ}.":3863,"Ġ}_":3864,"Ġ)(":3865,"Ġ,\\,":3866,"Ġ}}=":3867,"Ġ}}}":3868,"Ġ]^":3869,"Ġ|+|":3870,"ĠâĢ":3871,"Ġ''(":3872,"ĠEF":3873,"Ġ|=|":3874,"Ġ,(":3875,"Ġ):\\":3876,"Ġ}}.":3877,"Ġ}}{{":3878,"ĠMNPQ":3879,"Ġ}}+{{":3880,"ĠHK":3881,"ĠHD":3882,"Ġ*}":3883,"ĠXB":3884,"ĠÄĳ":3885,"Ġ}}-{{":3886,"Ġ}}}{{{":3887,"ĵng":3888,"Ļt":3889,"rad":3890,"}{(-":3891,"Ġ\\{(":3892,"sqcup":3893,"{\\!":3894,"mathfra":3895,"mathsf":3896,"Ġ=+\\":3897,"Ġ=(\\":3898,"Ġ=(-\\":3899,"Ġ={(":3900,"}\\%":3901,"}\\,\\,":3902,"}\\;(":3903,"^{(\\":3904,"^{+}":3905,"^{*}":3906,"ĠxOz":3907,"Ġ-}}":3908,"Ġ+{\\":3909,"Ġ+}}":3910,"Ġ+...+":3911,"Ġ215":3912,"Ġ232":3913,"Ġ240":3914,"Ġ229":3915,"Ġ245":3916,"Ġ244":3917,"Ġ243":3918,"Ġ251":3919,"Ġ282":3920,"Ġ2400":3921,"Ġ2304":3922,"Ġ250000":3923,"_{+}":3924,")\\;\\":3925,")\\}.":3926,"}}_":3927,"}}|":3928,"}}~":3929,"}})^":3930,"}};-":3931,"}}):":3932,"}}|=":3933,"}}[\\":3934,"}}^{-":3935,"}}}<":3936,"}}}}}":3937,"}},~":3938,"}}}}+\\":3939,"}}}}{{":3940,"}}}\\,":3941,"}}{-\\":3942,")^+}\\":3943,"Ġ115":3944,"Ġ118":3945,"Ġ117":3946,"Ġ121":3947,"Ġ1000":3948,"Ġ160":3949,"Ġ128":3950,"Ġ133":3951,"Ġ196":3952,"Ġ1200":3953,"Ġ188":3954,"rong":3955,"2027":3956,"2050":3957,"2033":3958,"2054":3959,"2038":3960,"2044":3961,"2085":3962,"2058":3963,"20600":3964,"2084":3965,"2087":3966,"2086":3967,"204034":3968,"20412":3969,"20403":3970,"}=[":3971,"}=(\\":3972,"}=|\\":3973,"}=[\\":3974,"}={(":3975,"}={{\\":3976,"}={(\\":3977,"(\\,":3978,")=(\\":3979,")=|\\":3980,")={{\\":3981,"Ġ37":3982,"Ġ310":3983,"Ġ325":3984,"Ġ327":3985,"Ġ324":3986,"Ġ321":3987,"Ġ336":3988,"Ġ3000":3989,"Ġ323":3990,"Ġ365":3991,"Ġ331":3992,"Ġ368":3993,"Ġ367":3994,"Ġ3600":3995,"Ġ394":3996,"Ġ33280":3997,"(-|":3998,"Ġ({":3999,"Ġ(|":4000,"Ġ({\\":4001,"Ġ(<\\":4002,"1012":4003,"1015":4004,"1013":4005,"1014":4006,"1027":4007,"10100":4008,"1040":4009,"1026":4010,"1045":4011,"1022":4012,"1048":4013,"1081":4014,"1033":4015,"1090":4016,"1039":4017,"1056":4018,"1077":4019,"1095":4020,"1070":4021,"1093":4022,"1094":4023,"1092":4024,"10304":4025,"10239":4026,"10302":4027,"10395":4028,"10584":4029,"}^{(":4030,"}^{|":4031,"}^{}}{":4032,"}^{{{\\":4033,"=-(\\":4034,"Ġ010":4035,"Ġ022":4036,"Ġ081":4037,"Ġ049":4038,"Ġ007":4039,"}^+}":4040,"ĠfÃ¢":4041,"Ġyi":4042,"Ġyz":4043,"cosin":4044,"2011":4045,"20149":4046,"20156":4047,"1220":4048,"1210":4049,"1216":4050,"1215":4051,"1213":4052,"1225":4053,"1230":4054,"1221":4055,"1232":4056,"1222":4057,"1290":4058,"1263":4059,"1295":4060,"1269":4061,"12101":4062,"12110":4063,"12104":4064,"12107":4065,"12234":4066,"12504":4067,"12285":4068,"12357":4069,"126720":4070,"dot":4071,"ABG":4072,"ABQ":4073,"ABÃ¢":4074,"ABMD":4075,"ABDC":4076,"ABBÃ¢":4077,"ABPN":4078,"ABYZ":4079,"ABMNC":4080,")=\\{":4081,"}-{{":4082,"}-...":4083,"ĠbÃ¢":4084,"ĠbÃ¡Âº":4085,"001":4086,"002":4087,"008":4088,"0012":4089,"0071":4090,"Ġ44":4091,"Ġ427":4092,"Ġ432":4093,"Ġ450":4094,"Ġ465":4095,"Ġ4120":4096,"Ġ442":4097,"Ġ486":4098,"Ġ4220":4099,"Ġmm":4100,"Ġmp":4101,"Ġmt":4102,"Ġmz":4103,"ĠmÃ¡":4104,"Ġmá»":4105,"ĠmÃ©t":4106,"):-\\":4107,"1612":4108,"1616":4109,"1618":4110,"1623":4111,"1628":4112,"1698":4113,"1682":4114,"1688":4115,"16119":4116,"1689":4117,"16137":4118,"16384":4119,"16142":4120,"16267":4121,"161700":4122,"16758":4123,"166320":4124,"Ġ{{{":4125,"Ġ{.}":4126,"158":4127,"1517":4128,"1533":4129,"15120":4130,"150000":4131,"1594":4132,"15840":4133,"1500000":4134,"151200":4135,"15131":4136,"1581000":4137,"15872":4138,"bigcup":4139,"bigcap":4140,"1320":4141,"1300":4142,"1316":4143,"1317":4144,"13000":4145,"1345":4146,"1348":4147,"1349":4148,"1365":4149,"1331":4150,"1352":4151,"1347":4152,"1366":4153,"1370":4154,"1346":4155,"1376":4156,"1388":4157,"1369":4158,"1389":4159,"13117":4160,"13122":4161,"13234":4162,"13440":4163,"13116":4164,"),~\\":4165,"\\}}\\":4166,"\\}<\\":4167,"\\},\\,\\":4168,"1120":4169,"1111":4170,"11100":4171,"1140":4172,"1145":4173,"1181":4174,"11400":4175,"1188":4176,"1186":4177,"257":4178,"2513":4179,"2518":4180,"2530":4181,"25000":4182,"2560":4183,"2550":4184,"2548":4185,"2575":4186,"2590":4187,"25200":4188,"2576":4189,"252000":4190,"2584":4191,"2587":4192,"2500000":4193,"Ġ51":4194,"Ġ58":4195,"Ġ5000":4196,"Ġ550":4197,"Ġ538":4198,"Ġ573":4199,"Ġ574":4200,"Ġ576":4201,"Ġ502":4202,"Ġ56320":4203,"Ġdt":4204,"Ġdv":4205,"ĠdÃ¢":4206,"abi":4207,"abx":4208,")+{":4209,")+(-":4210,")^{|":4211,"]{{{\\":4212,"1420":4213,"1418":4214,"1424":4215,"1419":4216,"1460":4217,"1408":4218,"1445":4219,"1481":4220,"1480":4221,"14250":4222,"1459":4223,"1484":4224,"14350":4225,"14199":4226,"14299":4227,"}}\\%":4228,"}}\\}":4229,"}}\\,\\":4230,"}}\\,\\,":4231,"}}\\,\\,\\,\\":4232,"}(|":4233,"BCI":4234,"BCS":4235,"BCCÃ¢":4236,"BCHK":4237,"|={{\\":4238,"Ġ62":4239,"Ġ67":4240,"Ġ68":4241,"Ġ616":4242,"Ġ614":4243,"Ġ618":4244,"Ġ617":4245,"Ġ6000":4246,"Ġ663":4247,"Ġ685":4248,"Ġ673":4249,"Ġ679":4250,"Ġ6220":4251,"20172018":4252,"1820":4253,"1844":4254,"1867":4255,"1866":4256,"1876":4257,"1801":4258,"181440":4259,"18252000":4260,"}.\\\\":4261,"}...":4262,"ACI":4263,"ACMN":4264,"ACÃ¢":4265,"ACNM":4266,"174":4267,"17100":4268,"1750":4269,"1701":4270,"172800":4271,"271":4272,"2700":4273,"27000":4274,"2750":4275,"2735":4276,"2755":4277,"27216":4278,"27440":4279,"2750000":4280,"271317":4281,"ABCB":4282,"ABCH":4283,"ABCI":4284,"ABCN":4285,"ABCO":4286,"ABCÃ¢":4287,"ABCMNP":4288,"ABCNM":4289,"ABCHK":4290,"ABCIK":4291,"ABCED":4292,"ABCIJC":4293,"249":4294,"2416":4295,"2432":4296,"2435":4297,"2456":4298,"2499":4299,"2497":4300,"24360":4301,"2401":4302,"242000":4303,"2469":4304,"240000":4305,"2420000":4306,"24689":4307,"241920":4308,"Ġcv":4309,"ĠcÃ¡Âº":4310,"Ġcho":4311,"ĠcÃ³":4312,"Ġ-\\,":4313,"303":4314,"307":4315,"3010":4316,"3016":4317,"3017":4318,"3024":4319,"3060":4320,"3029":4321,"3049":4322,"3080":4323,"3072":4324,"3042":4325,"3097":4326,"30240":4327,"30960":4328,"303600":4329,"ĠCF":4330,"ĠCN":4331,"'={\\":4332,"2110":4333,"2199":4334,"2192":4335,"21130":4336,"21200000":4337,"2120600":4338,"SAG":4339,"SAH":4340,"SAK":4341,"SAN":4342,"SAMNP":4343,"SAIJ":4344,"SAIC":4345,"{{{{\\":4346,"{{({\\":4347,"})|":4348,"})}\\":4349,"})-\\":4350,"})+\\":4351,"}))=":4352,"})'=\\":4353,"})}^{\\":4354,"}),\\,":4355,"};\\,\\":4356,")}<":4357,")}>":4358,")})=":4359,")},\\":4360,"329":4361,"3213":4362,"3211":4363,"3260":4364,"3235":4365,"3233":4366,"32180":4367,"32162":4368,"32960":4369,"32118":4370,"322560":4371,"1900":4372,"1911":4373,"1917":4374,"1932":4375,"1936":4376,"1975":4377,"1999":4378,"1985":4379,"1955":4380,"1997":4381,"1982":4382,"1969":4383,"1986":4384,"1971":4385,"1992":4386,"1979":4387,"19368":4388,"19602":4389,"19674":4390,"192456":4391,"MNG":4392,"MNI":4393,"MNK":4394,"MNN":4395,"MNAB":4396,"MNABC":4397,"MNABCD":4398,