{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[BOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[EOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "ByteLevel",
    "add_prefix_space": false,
    "trim_offsets": true,
    "use_regex": true
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "vocab": {
      "[PAD]": 0,
      "[BOS]": 1,
      "[EOS]": 2,
      "!": 3,
      "\"": 4,
      "%": 5,
      "&": 6,
      "'": 7,
      "(": 8,
      ")": 9,
      "*": 10,
      "+": 11,
      ",": 12,
      "-": 13,
      ".": 14,
      "/": 15,
      "0": 16,
      "1": 17,
      "2": 18,
      "3": 19,
      "4": 20,
      "5": 21,
      "6": 22,
      "7": 23,
      "8": 24,
      "9": 25,
      ":": 26,
      ";": 27,
      "<": 28,
      "=": 29,
      ">": 30,
      "?": 31,
      "A": 32,
      "B": 33,
      "C": 34,
      "D": 35,
      "E": 36,
      "F": 37,
      "G": 38,
      "H": 39,
      "I": 40,
      "J": 41,
      "K": 42,
      "L": 43,
      "M": 44,
      "N": 45,
      "O": 46,
      "P": 47,
      "Q": 48,
      "R": 49,
      "S": 50,
      "T": 51,
      "U": 52,
      "V": 53,
      "W": 54,
      "X": 55,
      "Y": 56,
      "Z": 57,
      "[": 58,
      "\\": 59,
      "]": 60,
      "^": 61,
      "_": 62,
      "`": 63,
      "a": 64,
      "b": 65,
      "c": 66,
      "d": 67,
      "e": 68,
      "f": 69,
      "g": 70,
      "h": 71,
      "i": 72,
      "j": 73,
      "k": 74,
      "l": 75,
      "m": 76,
      "n": 77,
      "o": 78,
      "p": 79,
      "q": 80,
      "r": 81,
      "s": 82,
      "t": 83,
      "u": 84,
      "v": 85,
      "w": 86,
      "x": 87,
      "y": 88,
      "z": 89,
      "{": 90,
      "|": 91,
      "}": 92,
      "~": 93,
      "£": 94,
      "©": 95,
      "ª": 96,
      "¬": 97,
      "°": 98,
      "³": 99,
      "´": 100,
      "º": 101,
      "»": 102,
      "¿": 103,
      "Â": 104,
      "Ã": 105,
      "Ä": 106,
      "á": 107,
      "â": 108,
      "ĉ": 109,
      "Ċ": 110,
      "Ġ": 111,
      "Ģ": 112,
      "Ĳ": 113,
      "ĳ": 114,
      "ĵ": 115,
      "Ļ": 116,
      "ł": 117,
      "ra": 118,
      "}{": 119,
      "rac": 120,
      "frac": 121,
      "dfrac": 122,
      "Ġ\\": 123,
      "le": 124,
      "ig": 125,
      "=\\": 126,
      "ht": 127,
      "ight": 128,
      "right": 129,
      "ft": 130,
      "in": 131,
      "rt": 132,
      "sq": 133,
      "sqrt": 134,
      "left": 135,
      "{\\": 136,
      "ma": 137,
      "mat": 138,
      "math": 139,
      "Ġ=": 140,
      "lo": 141,
      "rm": 142,
      "}\\": 143,
      "mathrm": 144,
      "^{": 145,
      "Ġx": 146,
      "log": 147,
      "Ġ-": 148,
      "Ġ+": 149,
      "pi": 150,
      "-\\": 151,
      "+\\": 152,
      "Ġ2": 153,
      "_{": 154,
      "la": 155,
      "sp": 156,
      "st": 157,
      "di": 158,
      "yle": 159,
      "yst": 160,
      "layst": 161,
      "splayst": 162,
      "displayst": 163,
      "displaystyle": 164,
      "ve": 165,
      "im": 166,
      ")\\": 167,
      "}}": 168,
      "lim": 169,
      "int": 170,
      "}}{": 171,
      ")^": 172,
      "ts": 173,
      "}=\\": 174,
      ";-": 175,
      "co": 176,
      "its": 177,
      "limits": 178,
      "ove": 179,
      "over": 180,
      "Ġ1": 181,
      "ar": 182,
      "{\\,": 183,
      "ln": 184,
      "ro": 185,
      "20": 186,
      "row": 187,
      "arrow": 188,
      "rightarrow": 189,
      "}=": 190,
      "(\\": 191,
      ")=": 192,
      "Ġ3": 193,
      "overrightarrow": 194,
      "(-": 195,
      "fty": 196,
      "infty": 197,
      "Ġa": 198,
      "Ġ(": 199,
      "10": 200,
      "}+": 201,
      "}^{": 202,
      "=-": 203,
      "se": 204,
      "ca": 205,
      "Ġ0": 206,
      "}^": 207,
      "al": 208,
      "ses": 209,
      "cases": 210,
      "Ġf": 211,
      "\\\\": 212,
      "Ġy": 213,
      "cos": 214,
      "201": 215,
      "}{\\": 216,
      "be": 217,
      "lon": 218,
      "colon": 219,
      "sin": 220,
      "12": 221,
      "do": 222,
      "nd": 223,
      "AB": 224,
      ")=\\": 225,
      "+(": 226,
      "cdo": 227,
      "ne": 228,
      "end": 229,
      "gin": 230,
      "begin": 231,
      "ha": 232,
      "cdot": 233,
      "}{-": 234,
      "};": 235,
      "}-": 236,
      "Ġz": 237,
      "}+\\": 238,
      "Ġb": 239,
      "^{\\": 240,
      "00": 241,
      "Ġ4": 242,
      "Ġm": 243,
      "pha": 244,
      "):": 245,
      "ta": 246,
      "_{\\": 247,
      "16": 248,
      "bb": 249,
      "Ġ{": 250,
      "'(": 251,
      ",\\": 252,
      "15": 253,
      "igne": 254,
      "mathbb": 255,
      "aligne": 256,
      "aligned": 257,
      "(-\\": 258,
      "big": 259,
      "13": 260,
      "alpha": 261,
      "),": 262,
      "\\}": 263,
      "11": 264,
      "25": 265,
      "Ġ5": 266,
      "min": 267,
      "Ġd": 268,
      ";+\\": 269,
      "mx": 270,
      "ab": 271,
      ")+": 272,
      "2018": 273,
      ")^{": 274,
      ";\\": 275,
      "=-\\": 276,
      "ge": 277,
      "]{": 278,
      "leq": 279,
      "Ġ<": 280,
      "}_{": 281,
      "14": 282,
      "}=(": 283,
      "lin": 284,
      "overlin": 285,
      "overline": 286,
      "}}\\": 287,
      "BC": 288,
      "{,": 289,
      "}(": 290,
      "'=\\": 291,
      "tfrac": 292,
      "up": 293,
      "|=": 294,
      "=(": 295,
      "Ġ6": 296,
      "cup": 297,
      "to": 298,
      "Ġ\\\\": 299,
      "ral": 300,
      "2017": 301,
      "18": 302,
      "}.": 303,
      "{,}": 304,
      "AC": 305,
      "|\\": 306,
      "{-": 307,
      "[\\": 308,
      "}-\\": 309,
      "17": 310,
      "27": 311,
      "el": 312,
      "[-": 313,
      "ABC": 314,
      "Del": 315,
      "Delta": 316,
      ")-": 317,
      "max": 318,
      "24": 319,
      "Ġ-\\": 320,
      "Ġc": 321,
      "30": 322,
      "ĠC": 323,
      "'=": 324,
      "21": 325,
      "ci": 326,
      "rc": 327,
      "circ": 328,
      "\\{": 329,
      "]}": 330,
      "SA": 331,
      "vec": 332,
      "^\\": 333,
      "ex": 334,
      "{{": 335,
      "})": 336,
      "};\\": 337,
      ")}": 338,
      "Ġ+\\": 339,
      "ĠR": 340,
      "32": 341,
      "19": 342,
      "MN": 343,
      "id": 344,
      "eha": 345,
      "wid": 346,
      "ehat": 347,
      "widehat": 348,
      ").": 349,
      "Ġ>": 350,
      "Ġ=\\": 351,
      "set": 352,
      "},": 353,
      "ax": 354,
      "}^{\\": 355,
      "ĠB": 356,
      "er": 357,
      "tan": 358,
      "36": 359,
      ":\\": 360,
      "fo": 361,
      "rall": 362,
      "forall": 363,
      "AD": 364,
      "}&": 365,
      "Ġ;": 366,
      ".\\": 367,
      "|+": 368,
      "SB": 369,
      "Ġ&": 370,
      "Ġ|": 371,
      "Ġ7": 372,
      "vert": 373,
      "100": 374,
      "000": 375,
      "{(": 376,
      "|=\\": 377,
      "Ġ9": 378,
      "SC": 379,
      "}_": 380,
      "ac": 381,
      "60": 382,
      "40": 383,
      "2019": 384,
      ")(": 385,
      "<\\": 386,
      "cm": 387,
      "Ġ)": 388,
      "26": 389,
      "geq": 390,
      "xy": 391,
      "\\{\\": 392,
      "em": 393,
      "23": 394,
      "nto": 395,
      "ru": 396,
      "phanto": 397,
      "rule": 398,
      "phantom": 399,
      "Ġu": 400,
      "Ġ{\\": 401,
      "}{(": 402,
      "Ġ20": 403,
      "per": 404,
      "perp": 405,
      "beta": 406,
      "]\\": 407,
      "neq": 408,
      "..": 409,
      ")}{": 410,
      ")=-": 411,
      "xq": 412,
      "50": 413,
      "08": 414,
      "aral": 415,
      "paral": 416,
      "lel": 417,
      "parallel": 418,
      "pm": 419,
      ")>": 420,
      "},\\": 421,
      "29": 422,
      "Ġ(\\": 423,
      "Ġt": 424,
      "ĠS": 425,
      "_{-": 426,
      ",\\,": 427,
      "35": 428,
      "Ġ10": 429,
      "Ġ[": 430,
      "}=(-": 431,
      "Ġn": 432,
      "Ġ}": 433,
      "28": 434,
      "Ġ8": 435,
      "45": 436,
      "us": 437,
      "minus": 438,
      "setminus": 439,
      "ABCD": 440,
      "34": 441,
      "'\\": 442,
      "\\\\&": 443,
      "Ġ(-": 444,
      ")^{\\": 445,
      "^{-": 446,
      "}=-": 447,
      "22": 448,
      "48": 449,
      "_{[": 450,
      "Ġg": 451,
      "Ġ}{": 452,
      "Ġ_": 453,
      "}}+": 454,
      "81": 455,
      "64": 456,
      "MB": 457,
      "bx": 458,
      "33": 459,
      "}}{\\": 460,
      "2020": 461,
      "brac": 462,
      "brace": 463,
      ")}^{": 464,
      ")=-\\": 465,
      "ime": 466,
      "}<": 467,
      "cot": 468,
      ")<": 469,
      "Big": 470,
      "Ġ12": 471,
      "MA": 472,
      "Ġe": 473,
      "2016": 474,
      "-(": 475,
      "Ġi": 476,
      "};+\\": 477,
      ">\\": 478,
      "tex": 479,
      "text": 480,
      "ĠA": 481,
      "}^{-": 482,
      "hi": 483,
      "Ġr": 484,
      "49": 485,
      "CD": 486,
      "ga": 487,
      "bar": 488,
      "Le": 489,
      "ftrightarrow": 490,
      "Leftrightarrow": 491,
      "\\,": 492,
      "pr": 493,
      "prime": 494,
      "Ġk": 495,
      ")=(": 496,
      "=|": 497,
      "75": 498,
      "90": 499,
      "phi": 500,
      ")+\\": 501,
      "Ġ\\,": 502,
      ";-\\": 503,
      "|^": 504,
      "cap": 505,
      "\\%": 506,
      "tp": 507,
      "}}(": 508,
      "var": 509,
      "varphi": 510,
      "}.\\": 511,
      "''": 512,
      ")}^": 513,
      "}}=": 514,
      "Ġ&=": 515,
      "125": 516,
      "ray": 517,
      "array": 518,
      "&=": 519,
      "Ġ\\{": 520,
      "65": 521,
      "AA": 522,
      "\\!": 523,
      "39": 524,
      "37": 525,
      "Ġ{\\,": 526,
      "_{[-": 527,
      "{{\\": 528,
      "OA": 529,
      "}}}": 530,
      "bigg": 531,
      "...": 532,
      "({": 533,
      "31": 534,
      "<-": 535,
      "Ġh": 536,
      "54": 537,
      "Ġ}_{": 538,
      "MC": 539,
      "120": 540,
      "BD": 541,
      "ĠBC": 542,
      "80": 543,
      "dx": 544,
      "\\{-": 545,
      "};-\\": 546,
      ")^{-": 547,
      "]^": 548,
      "op": 549,
      "=\\{": 550,
      "mathop": 551,
      "72": 552,
      "}}=\\": 553,
      "}+(": 554,
      "ĠO": 555,
      "}}-": 556,
      "bo": 557,
      "=(-\\": 558,
      "ega": 559,
      "mega": 560,
      ",~": 561,
      "bc": 562,
      "ĠN": 563,
      "Ġ16": 564,
      "Ġ^": 565,
      "Ġ(-\\": 566,
      "Ġ_{": 567,
      "bac": 568,
      "ks": 569,
      "sh": 570,
      "lash": 571,
      "backs": 572,
      "backslash": 573,
      "cdots": 574,
      "Ġcm": 575,
      "|+|": 576,
      "und": 577,
      "erset": 578,
      "underset": 579,
      "lbrace": 580,
      "')": 581,
      "ad": 582,
      "41": 583,
      "AM": 584,
      "',": 585,
      "Ġ}\\": 586,
      "Ġ{{": 587,
      "38": 588,
      "ĠM": 589,
      "]{\\": 590,
      "96": 591,
      "=(-": 592,
      "MNP": 593,
      "qu": 594,
      "abc": 595,
      "\\!\\!": 596,
      "''(": 597,
      "OM": 598,
      "'}": 599,
      "Ġ2018": 600,
      "|-": 601,
      "ĠD": 602,
      "2021": 603,
      "42": 604,
      "ap": 605,
      "pro": 606,
      "appro": 607,
      "approx": 608,
      "mbo": 609,
      "ĠAC": 610,
      "mathca": 611,
      "Ġ=-": 612,
      "200": 613,
      "mathcal": 614,
      ");": 615,
      "Ġ\\\\&": 616,
      "56": 617,
      "mbox": 618,
      "EF": 619,
      "bi": 620,
      "cx": 621,
      "textrm": 622,
      "ĠP": 623,
      "rbrace": 624,
      "OB": 625,
      "Ġ;-": 626,
      "Ġ15": 627,
      "|=|": 628,
      "44": 629,
      "61": 630,
      "iz": 631,
      ")-\\": 632,
      "quad": 633,
      "52": 634,
      "53": 635,
      "ri": 636,
      "}}}{": 637,
      ",(": 638,
      "43": 639,
      "47": 640,
      "68": 641,
      "ng": 642,
      "spac": 643,
      ";\\,": 644,
      "space": 645,
      ")}\\": 646,
      ",\\\\": 647,
      "99": 648,
      "SAB": 649,
      "SD": 650,
      "omega": 651,
      "}(\\": 652,
      "|+\\": 653,
      "âĢ": 654,
      ")}{\\": 655,
      "ĠAB": 656,
      "Ġmx": 657,
      "):\\": 658,
      "âĢĻ": 659,
      "51": 660,
      "),\\": 661,
      "={": 662,
      "+...": 663,
      "dots": 664,
      "500": 665,
      "ĠAD": 666,
      "1009": 667,
      "Ġ2017": 668,
      "'(-": 669,
      "Ġax": 670,
      "))": 671,
      "Ġ.": 672,
      "'}{": 673,
      "63": 674,
      "^{-\\": 675,
      "_{(": 676,
      "57": 677,
      "Ġ[-": 678,
      "67": 679,
      "BB": 680,
      "OC": 681,
      "[-\\": 682,
      "|_": 683,
      "85": 684,
      "ĠV": 685,
      ")|": 686,
      "SBC": 687,
      "ĠI": 688,
      "55": 689,
      "SN": 690,
      "ldots": 691,
      "),(": 692,
      "'.": 693,
      "ang": 694,
      "}>": 695,
      "angle": 696,
      ")}=": 697,
      "62": 698,
      "^{(": 699,
      "108": 700,
      "'+": 701,
      "'=-\\": 702,
      "73": 703,
      "=[": 704,
      "_\\": 705,
      "xf": 706,
      "ĠĠ": 707,
      "ĠSB": 708,
      "Ġ\\}": 709,
      "1000": 710,
      "Ġ000": 711,
      "Ġ+(": 712,
      "}=-\\": 713,
      "66": 714,
      "77": 715,
      "}+{": 716,
      "={\\": 717,
      "].": 718,
      "tri": 719,
      "};-": 720,
      "triangle": 721,
      "]}{\\": 722,
      "})^": 723,
      "Ġ\\;": 724,
      "}\\\\": 725,
      "&=-": 726,
      ")]^": 727,
      "ĠF": 728,
      "}}.": 729,
      "):(": 730,
      "BCD": 731,
      "}|": 732,
      "(|": 733,
      "74": 734,
      "CT": 735,
      "}'": 736,
      "Ġ^{": 737,
      "SAC": 738,
      "Ġ,": 739,
      ">-": 740,
      "Ox": 741,
      "\\,\\": 742,
      "^+": 743,
      "su": 744,
      "Ġ\\{-": 745,
      "128": 746,
      "{{{": 747,
      "gam": 748,
      "97": 749,
      "CA": 750,
      "})\\": 751,
      "}}+\\": 752,
      "}};\\": 753,
      ")]": 754,
      "98": 755,
      "BAC": 756,
      "CC": 757,
      "IJ": 758,
      "NN": 759,
      "SM": 760,
      "Ġ13": 761,
      "ĠCD": 762,
      "360": 763,
      "gamma": 764,
      "){\\": 765,
      "95": 766,
      "MD": 767,
      "Ġv": 768,
      "}{{": 769,
      "}}{{": 770,
      "144": 771,
      "+...+": 772,
      "'}=\\": 773,
      "70": 774,
      "SO": 775,
      "ay": 776,
      "ĠSC": 777,
      "Ġ\\%": 778,
      "Ġ=-\\": 779,
      "!}": 780,
      "Oy": 781,
      "Omega": 782,
      "ĠSA": 783,
      "'=-": 784,
      "58": 785,
      "600": 786,
      "by": 787,
      "bset": 788,
      "|}": 789,
      "Ġ25": 790,
      "150": 791,
      ")^{-\\": 792,
      "subset": 793,
      "'-": 794,
      "46": 795,
      "76": 796,
      "82": 797,
      "Ġ11": 798,
      "250": 799,
      "SCD": 800,
      "216": 801,
      "400": 802,
      "DC": 803,
      "ba": 804,
      "Ġ)\\": 805,
      "}}^": 806,
      "'=(": 807,
      "01": 808,
      "91": 809,
      "Bh": 810,
      "\\;": 811,
      "=\\{-": 812,
      "Ġ14": 813,
      "78": 814,
      "^-": 815,
      "{)}^{": 816,
      "Ġ]": 817,
      "}}-\\": 818,
      "SAD": 819,
      "),\\,": 820,
      "Oxy": 821,
      "|.": 822,
      "}(-": 823,
      "{\\;": 824,
      "}\\}": 825,
      "))=": 826,
      "AH": 827,
      "ast": 828,
      "Ġ:": 829,
      "}\\,": 830,
      "Ġab": 831,
      ")+(": 832,
      "BA": 833,
      "NC": 834,
      "{|": 835,
      "Ġ;+\\": 836,
      "88": 837,
      "II": 838,
      "no": 839,
      ",\\,\\": 840,
      "ĠBD": 841,
      "Ġ2019": 842,
      "not": 843,
      ".}": 844,
      "300": 845,
      "59": 846,
      "AN": 847,
      "ASB": 848,
      "}<\\": 849,
      "ĠT": 850,
      "Ġ}}": 851,
      ")\\,": 852,
      "256": 853,
      "{,}\\": 854,
      "ACD": 855,
      "SBD": 856,
      "={{": 857,
      "}>\\": 858,
      "Ġ_{\\": 859,
      "}{{\\": 860,
      "Ġ24": 861,
      "Ġ100": 862,
      "}^*": 863,
      "Ġ45": 864,
      ")>\\": 865,
      "^+}": 866,
      ")<\\": 867,
      "625": 868,
      "OO": 869,
      "{-\\": 870,
      "Ġ|\\": 871,
      "Ġ18": 872,
      "2000": 873,
      "}-(": 874,
      "Ġbx": 875,
      "Ġ60": 876,
      "'\\\\": 877,
      ")}=\\": 878,
      "+{(": 879,
      "SH": 880,
      "cz": 881,
      "Ġw": 882,
      "Ġ)^": 883,
      "ĠABC": 884,
      "}{|": 885,
      "105": 886,
      "bigl": 887,
      "bigr": 888,
      "180": 889,
      "bot": 890,
      "BM": 891,
      "BAD": 892,
      "CB": 893,
      "Ġxf": 894,
      "Ġ27": 895,
      "ACB": 896,
      "MNPQ": 897,
      "!}{": 898,
      "'}=": 899,
      ";+": 900,
      "<-\\": 901,
      "ON": 902,
      "SS": 903,
      "mz": 904,
      "yi": 905,
      "|(": 906,
      "2015": 907,
      "ABD": 908,
      "ell": 909,
      ")|\\": 910,
      "+{\\": 911,
      "69": 912,
      "84": 913,
      "87": 914,
      "BN": 915,
      "Bbb": 916,
      "NM": 917,
      "|{": 918,
      "}}^{\\": 919,
      "0000": 920,
      "160": 921,
      "ĠSD": 922,
      "\\!\\!\\!\\!": 923,
      "))=\\": 924,
      "DA": 925,
      "^*": 926,
      "my": 927,
      "|-\\": 928,
      "ĠK": 929,
      "Ġ=(": 930,
      "101": 931,
      ")}(": 932,
      "+|": 933,
      "83": 934,
      "86": 935,
      "800": 936,
      "93": 937,
      "nx": 938,
      "{.}": 939,
      "~(": 940,
      "~\\": 941,
      "ĠQ": 942,
      "Ġl": 943,
      "Ġq": 944,
      "Ġ}=\\": 945,
      "matri": 946,
      ")=+\\": 947,
      "Ġ40": 948,
      ").\\": 949,
      "matrix": 950,
      ")'=": 951,
      "71": 952,
      "IA": 953,
      "az": 954,
      "time": 955,
      "|<": 956,
      "|_{\\": 957,
      "_{}": 958,
      ")=|": 959,
      "Ġdx": 960,
      "}}+{{": 961,
      "}'{": 962,
      "times": 963,
      "&\\!\\!\\!\\!": 964,
      "({\\": 965,
      ")]\\": 966,
      ",-": 967,
      "225": 968,
      "94": 969,
      "HK": 970,
      ")\\\\": 971,
      "}}}\\": 972,
      "}+{\\": 973,
      "\\\\\\": 974,
      "119": 975,
      "ĠRh": 976,
      "ĠAA": 977,
      "Ġrl": 978,
      ")(\\": 979,
      ">-\\": 980,
      "AMN": 981,
      "SI": 982,
      "Sh": 983,
      "dm": 984,
      "{[": 985,
      "|}{": 986,
      "Ġ)=": 987,
      "Ġ\\\\\\": 988,
      "Ġ\\,\\": 989,
      "Ġ32": 990,
      "Ġ36": 991,
      "4036": 992,
      "=(\\": 993,
      "ND": 994,
      "[(": 995,
      "dy": 996,
      "uv": 997,
      "overset": 998,
      "Ġ{-": 999,
      ",\\;": 1000,
      "BCC": 1001,
      "\\%/": 1002,
      "^-}": 1003,
      ")?": 1004,
      ".{": 1005,
      "512": 1006,
      "89": 1007,
      "92": 1008,
      "AG": 1009,
      "CN": 1010,
      "Oz": 1011,
      "PQ": 1012,
      "}},": 1013,
      ")^\\": 1014,
      ")-(": 1015,
      "240": 1016,
      "'''": 1017,
      ")}+": 1018,
      "112": 1019,
      "AE": 1020,
      "AK": 1021,
      "CM": 1022,
      "NB": 1023,
      "NS": 1024,
      "bz": 1025,
      "mn": 1026,
      "}/": 1027,
      "})^{": 1028,
      "}}>": 1029,
      "}}}{\\": 1030,
      "}+...": 1031,
      "135": 1032,
      "Ġ64": 1033,
      "1008": 1034,
      "Ġ90": 1035,
      "Ġ2020": 1036,
      "';": 1037,
      "))^": 1038,
      "05": 1039,
      "110": 1040,
      "115": 1041,
      "79": 1042,
      "=[-": 1043,
      "BSC": 1044,
      "KD": 1045,
      "],": 1046,
      "]=": 1047,
      "ĠABCD": 1048,
      "Ġ...": 1049,
      "Ġ35": 1050,
      "):\\,": 1051,
      "140": 1052,
      "})}{": 1053,
      "biggr": 1054,
      "ĠOB": 1055,
      "ĠOy": 1056,
      "}\\\\&": 1057,
      ")}}": 1058,
      ")'=\\": 1059,
      ")!}": 1060,
      "AI": 1061,
      "AP": 1062,
      "CP": 1063,
      "OAB": 1064,
      "pt": 1065,
      "|>": 1066,
      "})=": 1067,
      "}_{\\": 1068,
      "Ġ}^": 1069,
      "Ġ}{\\": 1070,
      "Ġ)^{": 1071,
      "Ġ;\\": 1072,
      "_{_": 1073,
      "arc": 1074,
      "104": 1075,
      "243": 1076,
      "xyz": 1077,
      "Ġ\\,(": 1078,
      "DB": 1079,
      "Right": 1080,
      "}|=": 1081,
      "Ġ\\{\\": 1082,
      "Ġ21": 1083,
      ")={\\": 1084,
      "Ġ30": 1085,
      "103": 1086,
      "169": 1087,
      "130": 1088,
      "]{(": 1089,
      "Ġ}_{\\": 1090,
      "Rightarrow": 1091,
      "':\\": 1092,
      ")|=": 1093,
      "CSA": 1094,
      "MP": 1095,
      "OI": 1096,
      "]^{": 1097,
      "af": 1098,
      "at": 1099,
      "cb": 1100,
      "khi": 1101,
      "ll": 1102,
      "|^{": 1103,
      "}]": 1104,
      "ĠE": 1105,
      "ĠG": 1106,
      "ĠJ": 1107,
      "Ġ}}\\": 1108,
      "=\\{(": 1109,
      "^{|": 1110,
      "Ġ+{(": 1111,
      "vee": 1112,
      ")\\,\\": 1113,
      "}}<": 1114,
      "}}{(": 1115,
      "102": 1116,
      "107": 1117,
      "109": 1118,
      "121": 1119,
      "}-{": 1120,
      ",\\!": 1121,
      "|=|\\": 1122,
      "192": 1123,
      "343": 1124,
      "480": 1125,
      "biggl": 1126,
      "Oxz": 1127,
      "IJK": 1128,
      "}/\\": 1129,
      "!}{(": 1130,
      ")}^{\\": 1131,
      ",+\\": 1132,
      ",(\\": 1133,
      "-{": 1134,
      ".(": 1135,
      "07": 1136,
      "220": 1137,
      "324": 1138,
      "={{\\": 1139,
      "IC": 1140,
      "bd": 1141,
      "equ": 1142,
      "iv": 1143,
      "km": 1144,
      "ĠMN": 1145,
      "Ġ:\\": 1146,
      "^{^{\\": 1147,
      "}}^{": 1148,
      "Ġ17": 1149,
      "208": 1150,
      "1010": 1151,
      "1024": 1152,
      "124": 1153,
      "):-": 1154,
      "Ġ{-\\": 1155,
      "136": 1156,
      "\\}.": 1157,
      "Ġ54": 1158,
      "Ġdm": 1159,
      "Ġ<-": 1160,
      "145": 1161,
      "\\{-\\": 1162,
      "Ġ>\\": 1163,
      "Oyz": 1164,
      "equiv": 1165,
      "'>": 1166,
      "'}\\": 1167,
      "''=": 1168,
      "){": 1169,
      "06": 1170,
      "DD": 1171,
      "SABC": 1172,
      "\\;\\": 1173,
      "``": 1174,
      "bf": 1175,
      "lg": 1176,
      "|}{\\": 1177,
      "}[": 1178,
      "_{-\\": 1179,
      "2022": 1180,
      "106": 1181,
      "}^\\": 1182,
      "123": 1183,
      "Ġbi": 1184,
      "147": 1185,
      "2400": 1186,
      "304": 1187,
      "}&(": 1188,
      "4034": 1189,
      "265": 1190,
      "289": 1191,
      "}}+{{\\": 1192,
      "Bigg": 1193,
      "'''(": 1194,
      "âĢĻ(": 1195,
      "Ġ\\;{\\": 1196,
      "Oxyz": 1197,
      "^*}": 1198,
      "'<": 1199,
      "'}}{": 1200,
      "'(\\": 1201,
      "02": 1202,
      "4000": 1203,
      "5000": 1204,
      "ASC": 1205,
      "BH": 1206,
      "GG": 1207,
      "IB": 1208,
      "dge": 1209,
      "edge": 1210,
      "mp": 1211,
      "mt": 1212,
      "wedge": 1213,
      "|}^": 1214,
      "|<\\": 1215,
      "Ġo": 1216,
      "Ġ\\,\\,": 1217,
      "}}}}": 1218,
      "Ġ120": 1219,
      "}^{{": 1220,
      "126": 1221,
      "127": 1222,
      "162": 1223,
      "153": 1224,
      "133": 1225,
      "),~": 1226,
      "ACC": 1227,
      "ĠRl": 1228,
      "190": 1229,
      "SCA": 1230,
      "},\\,": 1231,
      "ĠSAB": 1232,
      "280": 1233,
      "288": 1234,
      "Ġrh": 1235,
      "\\,(": 1236,
      "|-|": 1237,
      ")]=": 1238,
      "}+...+\\": 1239,
      "''\\": 1240,
      ");\\,": 1241,
      "-|": 1242,
      "215": 1243,
      "320": 1244,
      "350": 1245,
      "375": 1246,
      "725": 1247,
      "=&": 1248,
      "=&\\!\\!\\!\\!": 1249,
      "AOB": 1250,
      "HB": 1251,
      "IM": 1252,
      "MK": 1253,
      "OMN": 1254,
      "SP": 1255,
      "{[-": 1256,
      "|)": 1257,
      "Ġ~": 1258,
      "ĠMC": 1259,
      "207": 1260,
      "Ġad": 1261,
      "2014": 1262,
      "164": 1263,
      "165": 1264,
      "168": 1265,
      "156": 1266,
      "117": 1267,
      "Ġ50": 1268,
      "Ġcx": 1269,
      "\\{{": 1270,
      "SBA": 1271,
      "Ġ2016": 1272,
      "ĠOC": 1273,
      "ĠOx": 1274,
      "+...+\\": 1275,
      "&\\!\\!\\!\\!=&\\!\\!\\!\\!": 1276,
      "'}+\\": 1277,
      ")}}{": 1278,
      ")}-": 1279,
      "+}": 1280,
      "210": 1281,
      "211": 1282,
      "315": 1283,
      "449": 1284,
      "545": 1285,
      "900": 1286,
      "AMB": 1287,
      "AEF": 1288,
      "DN": 1289,
      "HA": 1290,
      "IH": 1291,
      "MI": 1292,
      "aa": 1293,
      "{(\\": 1294,
      "||": 1295,
      "|_{": 1296,
      "})=\\": 1297,
      "}:\\": 1298,
      "}|=\\": 1299,
      "Ġ}^{": 1300,
      "Ġ):": 1301,
      "Ġ^\\": 1302,
      "=\\{\\": 1303,
      "Ġ26": 1304,
      "_{_{": 1305,
      "ABB": 1306,
      ";\\;": 1307,
      "170": 1308,
      "176": 1309,
      "270": 1310,
      "272": 1311,
      "242": 1312,
      "245": 1313,
      "Ġ=\\{": 1314,
      "4035": 1315,
      "238": 1316,
      "290": 1317,
      "354": 1318,
      "Ġkf": 1319,
      "''+": 1320,
      "'))": 1321,
      "+...+(": 1322,
      "&=\\": 1323,
      ")}+\\": 1324,
      ")}{(": 1325,
      "-{\\": 1326,
      "325": 1327,
      "450": 1328,
      "624": 1329,
      "840": 1330,
      "AO": 1331,
      "CEF": 1332,
      "HD": 1333,
      "IV": 1334,
      "MG": 1335,
      "MQ": 1336,
      "NP": 1337,
      "PN": 1338,
      "\\}\\": 1339,
      "bt": 1340,
      "cd": 1341,
      "}'=\\": 1342,
      "Ãł": 1343,
      "Ġj": 1344,
      "Ġ)=\\": 1345,
      "ĠMB": 1346,
      "}{{{": 1347,
      "}\\,\\": 1348,
      "_{(-": 1349,
      "}={": 1350,
      ")={": 1351,
      "=-{": 1352,
      "1600": 1353,
      "Ġ{{\\": 1354,
      "137": 1355,
      "114": 1356,
      "252": 1357,
      "253": 1358,
      "278": 1359,
      "}).": 1360,
      "};\\,": 1361,
      "199": 1362,
      "MNC": 1363,
      "ADC": 1364,
      "Ġ|^": 1365,
      "4038": 1366,
      "\\\\&(": 1367,
      "({-\\": 1368,
      "ĠON": 1369,
      "ĠOz": 1370,
      "),\\;": 1371,
      "576": 1372,
      "III": 1373,
      "\"(": 1374,
      "({-": 1375,
      ")}.": 1376,
      "+{": 1377,
      "03": 1378,
      "04": 1379,
      "212": 1380,
      "412": 1381,
      "729": 1382,
      "70000": 1383,
      "960": 1384,
      "=+\\": 1385,
      "=|\\": 1386,
      "GH": 1387,
      "GM": 1388,
      "HC": 1389,
      "MH": 1390,
      "Max": 1391,
      "YZ": 1392,
      "xe": 1393,
      "{}^\\": 1394,
      "|)=": 1395,
      "ĠZ": 1396,
      "Ġp": 1397,
      "Ġ)}": 1398,
      "Ġ.\\": 1399,
      "}{(\\": 1400,
      "}\\!": 1401,
      "}\\,(": 1402,
      "Ġxy": 1403,
      ")\\;": 1404,
      "}};": 1405,
      "}}>\\": 1406,
      "Ġ19": 1407,
      "205": 1408,
      "2010": 1409,
      "122": 1410,
      "ABM": 1411,
      "161": 1412,
      "),(\\": 1413,
      "118": 1414,
      "Ġ<\\": 1415,
      "143": 1416,
      "185": 1417,
      "ĠCA": 1418,
      "SBN": 1419,
      "Ġ&-": 1420,
      "Ġ&\\": 1421,
      "234": 1422,
      "ĠSBC": 1423,
      "486": 1424,
      "}<|": 1425,
      ")<{": 1426,
      "CDD": 1427,
      "2009": 1428,
      ");(": 1429,
      ";\\,-": 1430,
      ")}\\,": 1431,
      "})\\\\": 1432,
      "notin": 1433,
      ")\\\\&": 1434,
      "arcsin": 1435,
      "Ġ}}\\,": 1436,
      "!\\": 1437,
      "'^": 1438,
      "')^": 1439,
      ")'": 1440,
      ")}}\\": 1441,
      "*)": 1442,
      ",}\\": 1443,
      "113": 1444,
      "217": 1445,
      "521": 1446,
      "620": 1447,
      "645": 1448,
      "648": 1449,
      "672": 1450,
      "750": 1451,
      ";(": 1452,
      "={(": 1453,
      "AMNP": 1454,
      "BF": 1455,
      "BEF": 1456,
      "CE": 1457,
      "DE": 1458,
      "FE": 1459,
      "FG": 1460,
      "IK": 1461,
      "KL": 1462,
      "MM": 1463,
      "NA": 1464,
      "OD": 1465,
      "OP": 1466,
      "PA": 1467,
      "SE": 1468,
      "SK": 1469,
      "ah": 1470,
      "mi": 1471,
      "yset": 1472,
      "|}+": 1473,
      "}?": 1474,
      "})-": 1475,
      "Ġ~\\": 1476,
      "Ġ={\\": 1477,
      "Ġ28": 1478,
      "}}}+": 1479,
      "}}=-": 1480,
      "}}{-": 1481,
      "2025": 1482,
      "}=(-\\": 1483,
      ")=(-": 1484,
      "Ġ((": 1485,
      "ABN": 1486,
      "005": 1487,
      "00000": 1488,
      "Ġ400": 1489,
      "Ġ{(": 1490,
      "Ġ500": 1491,
      "]{{": 1492,
      "141": 1493,
      "148": 1494,
      "BCNM": 1495,
      "184": 1496,
      "187": 1497,
      "188": 1498,
      "171": 1499,
      "175": 1500,
      "177": 1501,
      "275": 1502,
      "ĠBh": 1503,
      "405": 1504,
      "empt": 1505,
      "503": 1506,
      "504": 1507,
      "ĠSS": 1508,
      ",\\,(": 1509,
      "Ġiz": 1510,
      "textbf": 1511,
      "Ġkm": 1512,
      "''(\\": 1513,
      "\\!,": 1514,
      "1200": 1515,
      "âĢĻ=": 1516,
      "0115": 1517,
      "AHK": 1518,
      "emptyset": 1519,
      "!.": 1520,
      "':": 1521,
      "'+\\": 1522,
      "))\\": 1523,
      ")!}{": 1524,
      "032": 1525,
      "230": 1526,
      "260": 1527,
      "336": 1528,
      "345": 1529,
      "430": 1530,
      "440": 1531,
      "590": 1532,
      "720": 1533,
      "=~": 1534,
      "BK": 1535,
      "BMD": 1536,
      "CAB": 1537,
      "ED": 1538,
      "Im": 1539,
      "IAB": 1540,
      "OF": 1541,
      "OH": 1542,
      "PD": 1543,
      "[{": 1544,
      "\\}}": 1545,
      "]}=": 1546,
      "ai": 1547,
      "dB": 1548,
      "mid": 1549,
      "tin": 1550,
      "xa": 1551,
      "xOy": 1552,
      "|,": 1553,
      "|.\\": 1554,
      "}'(": 1555,
      "})+": 1556,
      "ĠH": 1557,
      "Ġ}}{": 1558,
      "Ġ)+": 1559,
      "Ġ|=": 1560,
      "Ġ]\\": 1561,
      "}\\;\\": 1562,
      "Ġ-(": 1563,
      "Ġ22": 1564,
      "Ġ23": 1565,
      "Ġ200": 1566,
      "Ġ281": 1567,
      "_{(-\\": 1568,
      ")\\}": 1569,
      "}})": 1570,
      "}}}=": 1571,
      "}}<\\": 1572,
      "2048": 1573,
      "Ġ34": 1574,
      "}^{-\\": 1575,
      "129": 1576,
      "004": 1577,
      "Ġ48": 1578,
      "163": 1579,
      "152": 1580,
      "154": 1581,
      "155": 1582,
      "132": 1583,
      "111": 1584,
      ";\\,\\": 1585,
      "}_{(": 1586,
      "}_{(\\": 1587,
      "BCA": 1588,
      "}.{": 1589,
      "ACM": 1590,
      "246": 1591,
      "Ġcz": 1592,
      "{{{\\": 1593,
      "196": 1594,
      "MNQ": 1595,
      "ĠBB": 1596,
      "ĠBN": 1597,
      "ADF": 1598,
      "Ġ|_": 1599,
      "Ġ72": 1600,
      "Ġ2021": 1601,
      "285": 1602,
      "346": 1603,
      "646": 1604,
      "''-": 1605,
      "542": 1606,
      ",~\\": 1607,
      "ĠACD": 1608,
      "ĠPQ": 1609,
      "^+_": 1610,
      "NNNN": 1611,
      "^-_": 1612,
      "tiny": 1613,
      "!(": 1614,
      "&>": 1615,
      "'|": 1616,
      "'}(": 1617,
      ")}=(": 1618,
      ")}-\\": 1619,
      ")|=\\": 1620,
      ")|-": 1621,
      ")~\\": 1622,
      "+{{\\": 1623,
      "116": 1624,
      "232": 1625,
      "313": 1626,
      "330": 1627,
      "332": 1628,
      "420": 1629,
      "432": 1630,
      "529": 1631,
      "675": 1632,
      "667": 1633,
      "700": 1634,
      "726": 1635,
      "768": 1636,
      "815": 1637,
      "928": 1638,
      "<|": 1639,
      "AF": 1640,
      "AMC": 1641,
      "BE": 1642,
      "BG": 1643,
      "BI": 1644,
      "BP": 1645,
      "BMC": 1646,
      "CSB": 1647,
      "DBC": 1648,
      "HE": 1649,
      "KB": 1650,
      "MAB": 1651,
      "MBC": 1652,
      "OS": 1653,
      "OBC": 1654,
      "OABC": 1655,
      "PC": 1656,
      "PM": 1657,
      "QC": 1658,
      "TT": 1659,
      "]=\\": 1660,
      "]}\\": 1661,
      "]=(": 1662,
      "dt": 1663,
      "hB": 1664,
      "kx": 1665,
      "yz": 1666,
      "|{\\": 1667,
      "|}\\": 1668,
      "|=-": 1669,
      "|>\\": 1670,
      "}~(": 1671,
      "~=~": 1672,
      "Ġ'": 1673,
      "Ġ[\\": 1674,
      "Ġ).": 1675,
      "Ġ)=-": 1676,
      "ĠMA": 1677,
      "lor": 1678,
      "^{'}(": 1679,
      "}}}=\\": 1680,
      "}},\\": 1681,
      "}}:\\": 1682,
      "}}.\\": 1683,
      "}}{{\\": 1684,
      "}}{{(": 1685,
      ")^-": 1686,
      "204": 1687,
      "2024": 1688,
      "2035": 1689,
      "}=+\\": 1690,
      "10000": 1691,
      "}^{{{": 1692,
      "=-{{": 1693,
      "Ġbc": 1694,
      "Ġby": 1695,
      "Ġbz": 1696,
      "0065": 1697,
      "1500": 1698,
      "134": 1699,
      "139": 1700,
      "1350": 1701,
      "\\},": 1702,
      "2500": 1703,
      "146": 1704,
      "149": 1705,
      "BCE": 1706,
      "BCMN": 1707,
      "Ġ61": 1708,
      "|\\,": 1709,
      "1725": 1710,
      "248": 1711,
      "2450": 1712,
      "309": 1713,
      "195": 1714,
      "Ġ>-": 1715,
      "},...": 1716,
      "369": 1717,
      "ADD": 1718,
      "Ġ|=\\": 1719,
      "Ġ96": 1720,
      "SCB": 1721,
      "SCMN": 1722,
      "4040": 1723,
      "269": 1724,
      "239": 1725,
      "293": 1726,
      "ĠSSN": 1727,
      "Ġnx": 1728,
      "Ġ81": 1729,
      "455": 1730,
      "ABCDEF": 1731,
      "ĠAN": 1732,
      "CDM": 1733,
      "Ġhr": 1734,
      "ĠNSS": 1735,
      "ĠDN": 1736,
      "}}}{{": 1737,
      ";\\,+\\": 1738,
      "ĠIAB": 1739,
      "ĠĠĠĠ": 1740,
      "sum": 1741,
      "NNS": 1742,
      "ĠvÃł": 1743,
      "^-}\\": 1744,
      ")\\,|\\,": 1745,
      "Ġ1009": 1746,
      "SSS": 1747,
      "^*}\\": 1748,
      "}+...+": 1749,
      "'+(": 1750,
      "(*": 1751,
      "*}": 1752,
      "+(\\": 1753,
      ",}": 1754,
      ",-\\": 1755,
      ",...": 1756,
      "-{{": 1757,
      ".{\\": 1758,
      "..\\": 1759,
      "09": 1760,
      "017": 1761,
      "068": 1762,
      "223": 1763,
      "2278": 1764,
      "311": 1765,
      "3000": 1766,
      "340": 1767,
      "380": 1768,
      "520": 1769,
      "513": 1770,
      "540": 1771,
      "575": 1772,
      "6000": 1773,
      "680": 1774,
      "7000": 1775,
      "844": 1776,
      "975": 1777,
      "937": 1778,
      ";{": 1779,
      "BMN": 1780,
      "DI": 1781,
      "DP": 1782,
      "DQ": 1783,
      "DAB": 1784,
      "EC": 1785,
      "FC": 1786,
      "FH": 1787,
      "GE": 1788,
      "IF": 1789,
      "IO": 1790,
      "IBC": 1791,
      "KI": 1792,
      "MS": 1793,
      "MON": 1794,
      "Nr": 1795,
      "NSN": 1796,
      "OG": 1797,
      "PB": 1798,
      "QB": 1799,
      "Sa": 1800,
      "[{\\": 1801,
      "[]{": 1802,
      "[{-": 1803,
      "]}{": 1804,
      "]}^": 1805,
      "]=(-": 1806,
      "ch": 1807,
      "en": 1808,
      "kh": 1809,
      "mc": 1810,
      "ny": 1811,
      "xF": 1812,
      "xb": 1813,
      "yx": 1814,
      "yy": 1815,
      "zx": 1816,
      "{(-": 1817,
      "|)\\": 1818,
      "}:": 1819,
      "Ġ)^{\\": 1820,
      "}{{{\\": 1821,
      "}}}}{": 1822,
      "}}}^": 1823,
      "}}=(": 1824,
      ")^+}": 1825,
      "Ġ144": 1826,
      "Ġ1250": 1827,
      "2023": 1828,
      "}=[-": 1829,
      "Ġ380": 1830,
      "Ġac": 1831,
      "2012": 1832,
      "2013": 1833,
      "ABI": 1834,
      "};+": 1835,
      "Ġ49": 1836,
      "):{(": 1837,
      "167": 1838,
      "1635": 1839,
      "1512": 1840,
      "bigtriangle": 1841,
      "131": 1842,
      "]{-": 1843,
      "1440": 1844,
      "}}\\\\": 1845,
      "Ġ600": 1846,
      "Ġ6840": 1847,
      "189": 1848,
      "ĠCC": 1849,
      "{{(": 1850,
      "})}^{": 1851,
      "323": 1852,
      "191": 1853,
      ")...\\": 1854,
      ":\\;": 1855,
      "403": 1856,
      "4039": 1857,
      "233": 1858,
      "235": 1859,
      "}{({": 1860,
      ")}{{(": 1861,
      "},\\,\\": 1862,
      "ĠSN": 1863,
      "ĠSh": 1864,
      "ĠSSS": 1865,
      "283": 1866,
      "ABCDMNP": 1867,
      "333": 1868,
      "7500": 1869,
      "90725": 1870,
      "'''\\": 1871,
      "}}={{": 1872,
      "370": 1873,
      "BDA": 1874,
      "BDC": 1875,
      "ĠBCD": 1876,
      "ĠOP": 1877,
      "ĠOMM": 1878,
      "ĠNP": 1879,
      "'))=": 1880,
      "'))=\\": 1881,
      "384": 1882,
      "ĠMP": 1883,
      "ĠDC": 1884,
      "ĠDM": 1885,
      "2001": 1886,
      "2007": 1887,
      ")}\\:\\": 1888,
      "âĢĻ)": 1889,
      "570": 1890,
      "676": 1891,
      "SNN": 1892,
      "777": 1893,
      "^+}{\\": 1894,
      "Ġ\\%/": 1895,
      "769": 1896,
      "\\;(": 1897,
      "Ġ].\\": 1898,
      "AHB": 1899,
      ",\\,\\,\\": 1900,
      "}^*\\": 1901,
      "ĠKC": 1902,
      "arccos": 1903,
      "10640": 1904,
      "54527": 1905,
      "}\\!\\!\\!": 1906,
      "SCMNKL": 1907,
      "(*)\\": 1908,
      "enspace": 1909,
      "bigtriangleup": 1910,
      "90725500": 1911,
      "!}{\\": 1912,
      "&<": 1913,
      "&\\": 1914,
      "')\\": 1915,
      "'}^": 1916,
      "')=\\": 1917,
      "''=\\": 1918,
      "'|=": 1919,
      "'}}=": 1920,
      "))=-\\": 1921,
      ")'''": 1922,
      ")!\\": 1923,
      "-{{\\": 1924,
      "-...": 1925,
      ".\\\\": 1926,
      ".;\\": 1927,
      "023": 1928,
      "1100": 1929,
      "213": 1930,
      "224": 1931,
      "221": 1932,
      "236": 1933,
      "229": 1934,
      "228": 1935,
      "2200": 1936,
      "327": 1937,
      "334": 1938,
      "390": 1939,
      "416": 1940,
      "425": 1941,
      "423": 1942,
      "448": 1943,
      "462": 1944,
      "4272": 1945,
      "560": 1946,
      "550": 1947,
      "554": 1948,
      "597": 1949,
      "615": 1950,
      "618": 1951,
      "630": 1952,
      "640": 1953,
      "650": 1954,
      "697": 1955,
      "735": 1956,
      "793": 1957,
      "810": 1958,
      "808": 1959,
      "875": 1960,
      "841": 1961,
      "9000": 1962,
      "926": 1963,
      ":+\\": 1964,
      ":(\\": 1965,
      "<(": 1966,
      "={-": 1967,
      "Ax": 1968,
      "CF": 1969,
      "CH": 1970,
      "CMN": 1971,
      "DM": 1972,
      "DMN": 1973,
      "EG": 1974,
      "EOF": 1975,
      "GA": 1976,
      "HM": 1977,
      "HBC": 1978,
      "ID": 1979,
      "JC": 1980,
      "KA": 1981,
      "ME": 1982,
      "MAC": 1983,
      "MCD": 1984,
      "SQ": 1985,
      "SMN": 1986,
      "SMC": 1987,
      "XYZ": 1988,
      "\\,\\,(": 1989,
      "].\\": 1990,
      "ae": 1991,
      "aab": 1992,
      "ist": 1993,
      "nN": 1994,
      "ni": 1995,
      "nm": 1996,
      "qx": 1997,
      "rin": 1998,
      "sma": 1999,
      "|}=": 2000,
      "}),": 2001,
      "}'\\": 2002,
      "})^{\\": 2003,
      "}|+|": 2004,
      "}|=|": 2005,
      "~(\\": 2006,
      "á»": 2007,
      "Ġ/": 2008,
      "Ġ^{\\": 2009,
      "Ġ]}": 2010,
      "Ġ^{-\\": 2011,
      "}{{(": 2012,
      "{\\{": 2013,
      "mathrin": 2014,
      "}\\:(\\": 2015,
      "Ġxdx": 2016,
      "Ġ+|": 2017,
      "}}\"": 2018,
      "}}(\\": 2019,
      "}}+(": 2020,
      "{\\,\\": 2021,
      "203": 2022,
      "2030": 2023,
      "2008": 2024,
      "}={\\": 2025,
      "}={{": 2026,
      "Ġ31": 2027,
      "Ġ33": 2028,
      "Ġ351": 2029,
      "Ġal": 2030,
      "Ġ(*)": 2031,
      "1021": 2032,
      "1023": 2033,
      "1034": 2034,
      "1037": 2035,
      "1245": 2036,
      "12304": 2037,
      "ABO": 2038,
      "ABS": 2039,
      "ABMN": 2040,
      "ABNM": 2041,
      "ABKD": 2042,
      "006": 2043,
      "Ġ47": 2044,
      "16000": 2045,
      ",\\:": 2046,
      "1313": 2047,
      "1372": 2048,
      "1344": 2049,
      "251": 2050,
      "Ġ55": 2051,
      "Ġ520": 2052,
      ")+(\\": 2053,
      ";\\;\\": 2054,
      "1458": 2055,
      "}}\\,": 2056,
      "BCM": 2057,
      "}((": 2058,
      "181": 2059,
      "172": 2060,
      "179": 2061,
      "1712304": 2062,
      "273": 2063,
      "ABCM": 2064,
      "ABCMNC": 2065,
      "244": 2066,
      "\\{(": 2067,
      "]}[": 2068,
      "SAI": 2069,
      "SAM": 2070,
      "})}": 2071,
      "ĠRa": 2072,
      "322": 2073,
      "326": 2074,
      "328": 2075,
      "1968": 2076,
      "MNE": 2077,
      ")...": 2078,
      "},-": 2079,
      "},~": 2080,
      "361": 2081,
      "363": 2082,
      "365": 2083,
      "368": 2084,
      "3600": 2085,
      "Ġ;-\\": 2086,
      "|+|\\": 2087,
      "Ġ75": 2088,
      "1001": 2089,
      "1006": 2090,
      "Ġ900": 2091,
      "6054": 2092,
      "4033": 2093,
      "4037": 2094,
      "4096": 2095,
      "Ġ)}}": 2096,
      "261": 2097,
      "262": 2098,
      "Ġuv": 2099,
      "505": 2100,
      ")>-": 2101,
      "ĠSO": 2102,
      "Ġ}:\\": 2103,
      "281": 2104,
      "4500": 2105,
      "\\\\&\\": 2106,
      "\\\\&-\\": 2107,
      "481": 2108,
      "642": 2109,
      "MBKD": 2110,
      ")}^{{": 2111,
      "\\,,": 2112,
      "\\%.": 2113,
      "'')^": 2114,
      "'''=\\": 2115,
      "'''=": 2116,
      "'''=-\\": 2117,
      "1258": 2118,
      "6561": 2119,
      "397": 2120,
      "ĠhR": 2121,
      "5436": 2122,
      "Ġ}_{{{": 2123,
      "12029": 2124,
      "BDD": 2125,
      "8090": 2126,
      "=\\{-\\": 2127,
      "bch": 2128,
      "ĠMD": 2129,
      "ĠDD": 2130,
      "ĠDO": 2131,
      ");~": 2132,
      "EFGH": 2133,
      "|=|(": 2134,
      "4300": 2135,
      "999": 2136,
      "SDA": 2137,
      "SDC": 2138,
      "ĠABD": 2139,
      "),\\,\\": 2140,
      "dotsc": 2141,
      "578": 2142,
      "}>{": 2143,
      "ĠĠĠ": 2144,
      "666": 2145,
      "Ġ\\;(": 2146,
      "91125": 2147,
      "\\;(\\": 2148,
      "}\\,{\\": 2149,
      "\\!\\!\\!\\!\\!,": 2150,
      "}}+{{(": 2151,
      "11951": 2152,
      "AMND": 2153,
      "Ġ...,": 2154,
      "AIB": 2155,
      "':\\;": 2156,
      "lll": 2157,
      "&\\!\\!\\!\\!=&\\!\\!\\!\\!-": 2158,
      "41212029": 2159,
      "}\\!\\!\\!\\!\\!\\!,": 2160,
      "59049": 2161,
      ")^-}": 2162,
      "},...,\\": 2163,
      "}\\!\\!\\!\\!,": 2164,
      "small": 2165,
      "mathring": 2166,
      "%)": 2167,
      "'-\\": 2168,
      "'}}": 2169,
      "'},": 2170,
      "((": 2171,
      "((\\": 2172,
      "({{": 2173,
      ")!": 2174,
      ")[": 2175,
      ")}=(-": 2176,
      "*}}": 2177,
      "+[": 2178,
      ",{": 2179,
      ".{{": 2180,
      "016": 2181,
      "025": 2182,
      "1201": 2183,
      "214": 2184,
      "218": 2185,
      "227": 2186,
      "226": 2187,
      "2250": 2188,
      "2304": 2189,
      "2187": 2190,
      "312": 2191,
      "314": 2192,
      "318": 2193,
      "321": 2194,
      "319": 2195,
      "3125": 2196,
      "3200": 2197,
      "415": 2198,
      "413": 2199,
      "424": 2200,
      "421": 2201,
      "460": 2202,
      "435": 2203,
      "445": 2204,
      "464": 2205,
      "463": 2206,
      "467": 2207,
      "525": 2208,
      "518": 2209,
      "527": 2210,
      "524": 2211,
      "530": 2212,
      "526": 2213,
      "528": 2214,
      "533": 2215,
      "565": 2216,
      "580": 2217,
      "553": 2218,
      "599": 2219,
      "5180": 2220,
      "621": 2221,
      "636": 2222,
      "665": 2223,
      "718": 2224,
      "730": 2225,
      "708": 2226,
      "798": 2227,
      "820": 2228,
      "816": 2229,
      "817": 2230,
      "8000": 2231,
      "868": 2232,
      "862": 2233,
      "81000": 2234,
      "878": 2235,
      "925": 2236,
      "990": 2237,
      "947": 2238,
      "985": 2239,
      ";(\\": 2240,
      ";{{": 2241,
      "BO": 2242,
      "BQ": 2243,
      "Bx": 2244,
      "By": 2245,
      "BAA": 2246,
      "BMNP": 2247,
      "BOC": 2248,
      "CI": 2249,
      "CAD": 2250,
      "COA": 2251,
      "CMNP": 2252,
      "DF": 2253,
      "DEF": 2254,
      "EB": 2255,
      "EM": 2256,
      "EN": 2257,
      "EHK": 2258,
      "GT": 2259,
      "HN": 2260,
      "IN": 2261,
      "IS": 2262,
      "IOM": 2263,
      "JA": 2264,
      "JK": 2265,
      "KM": 2266,
      "KN": 2267,
      "MF": 2268,
      "MJ": 2269,
      "NF": 2270,
      "NQ": 2271,
      "SF": 2272,
      "SG": 2273,
      "XA": 2274,
      "XB": 2275,
      "]+": 2276,
      "]>": 2277,
      "]^{\\": 2278,
      "an": 2279,
      "av": 2280,
      "bg": 2281,
      "bxy": 2282,
      "hz": 2283,
      "iy": 2284,
      "mf": 2285,
      "mu": 2286,
      "nr": 2287,
      "px": 2288,
      "rh": 2289,
      "vi": 2290,
      "vdt": 2291,
      "xi": 2292,
      "xz": 2293,
      "zy": 2294,
      "zz": 2295,
      "|)-": 2296,
      "|-(": 2297,
      "|}{|": 2298,
      "}|\\": 2299,
      "Â°": 2300,
      "Äĳ": 2301,
      "Ġ?": 2302,
      "ĠL": 2303,
      "Ġ}=": 2304,
      "Ġ'(": 2305,
      "Ġ,\\": 2306,
      "Ġ},": 2307,
      "Ġ|+": 2308,
      "Ġ^{-": 2309,
      "Ġ_{[": 2310,
      "Ġ~(": 2311,
      "Ġ}}={{": 2312,
      "{\\{-": 2313,
      "Ġ=(-": 2314,
      "}\\;": 2315,
      "^{+": 2316,
      "^{^{-\\": 2317,
      "^{*}}": 2318,
      "Ġ-{": 2319,
      "Ġ-|": 2320,
      "Ġ29": 2321,
      "Ġ256": 2322,
      "_{_{\\": 2323,
      ")\\!": 2324,
      "}}:": 2325,
      "}}}-": 2326,
      "}};+\\": 2327,
      "}}}}\\": 2328,
      "}}},": 2329,
      "}}},\\": 2330,
      "}}-(": 2331,
      "Ġ148": 2332,
      "Ġ156": 2333,
      "202": 2334,
      "2032": 2335,
      "20000": 2336,
      "2040": 2337,
      "2029": 2338,
      "2028": 2339,
      "2034": 2340,
      "2039": 2341,
      "2042": 2342,
      "}=|": 2343,
      ")={{": 2344,
      "Ġ39": 2345,
      "ĠaR": 2346,
      "Ġaz": 2347,
      "1011": 2348,
      "1018": 2349,
      "1017": 2350,
      "1080": 2351,
      "}+|": 2352,
      "}+..": 2353,
      "}+({": 2354,
      "}^{+}": 2355,
      "=-|": 2356,
      "1280": 2357,
      "1272": 2358,
      "ABF": 2359,
      "ABH": 2360,
      "ABEF": 2361,
      "ABND": 2362,
      "};{": 2363,
      "Ġbd": 2364,
      "Ġ43": 2365,
      "Ġ4000": 2366,
      "Ġmy": 2367,
      "):{\\": 2368,
      "166": 2369,
      "1640": 2370,
      "1680": 2371,
      "1610640": 2372,
      "'(-\\": 2373,
      ",\\;\\": 2374,
      ",\\,\\,": 2375,
      "151": 2376,
      "157": 2377,
      "15625": 2378,
      "1326": 2379,
      "),~(": 2380,
      "259": 2381,
      "2520": 2382,
      "2565": 2383,
      "2593": 2384,
      "2592": 2385,
      "Ġ53": 2386,
      "Ġ56": 2387,
      "minh": 2388,
      "142": 2389,
      "BCB": 2390,
      "BCN": 2391,
      "Ġ63": 2392,
      "Ġ65": 2393,
      "Ġ66": 2394,
      "182": 2395,
      "1800": 2396,
      "173": 2397,
      "1790": 2398,
      "276": 2399,
      "2761": 2400,
      "2707": 2401,
      "ABCA": 2402,
      ")-(\\": 2403,
      "241": 2404,
      "247": 2405,
      "24000": 2406,
      "Ġcd": 2407,
      "302": 2408,
      "306": 2409,
      "3069": 2410,
      "ĠCH": 2411,
      "ĠCI": 2412,
      "ĠCP": 2413,
      "'={": 2414,
      "219": 2415,
      "exist": 2416,
      "})}^": 2417,
      "})}{\\": 2418,
      ")}'=": 2419,
      "3280": 2420,
      "193": 2421,
      "194": 2422,
      "197": 2423,
      "198": 2424,
      "1945": 2425,
      "1998": 2426,
      "1987": 2427,
      "MND": 2428,
      "MNCD": 2429,
      "Ġ>-\\": 2430,
      "},(": 2431,
      "},-\\": 2432,
      "axy": 2433,
      "ADM": 2434,
      "}&\\": 2435,
      "SBI": 2436,
      "Ġ&=\\": 2437,
      "Ġ77": 2438,
      "Ġ79": 2439,
      "1007": 2440,
      "Ġ99": 2441,
      "SCI": 2442,
      "602": 2443,
      "604": 2444,
      "608": 2445,
      "6053": 2446,
      "6051": 2447,
      "4032": 2448,
      "4042": 2449,
      "4068": 2450,
      "264": 2451,
      "266": 2452,
      "267": 2453,
      "231": 2454,
      "237": 2455,
      "Ġ2022": 2456,
      "5040": 2457,
      "5045": 2458,
      "292": 2459,
      "296": 2460,
      "ĠSa": 2461,
      "ĠSAC": 2462,
      "353": 2463,
      "355": 2464,
      "356": 2465,
      "357": 2466,
      "359": 2467,
      "287": 2468,
      "2800": 2469,
      "453": 2470,
      "456": 2471,
      "459": 2472,
      "ABCDE": 2473,
      "347": 2474,
      "4800": 2475,
      "643": 2476,
      "MBND": 2477,
      "331": 2478,
      ")}^{-": 2479,
      ")}^{-\\": 2480,
      "ĠAE": 2481,
      "496": 2482,
      "4999": 2483,
      "CDA": 2484,
      "CDE": 2485,
      "CDEF": 2486,
      "\\,(\\": 2487,
      "}}={{\\": 2488,
      "Ġ\\{-\\": 2489,
      "656": 2490,
      "\\!=\\": 2491,
      "391": 2492,
      "395": 2493,
      "399": 2494,
      "3999": 2495,
      "...+": 2496,
      "547": 2497,
      "MCA": 2498,
      "ĠOAB": 2499,
      "ĠOBC": 2500,
      "}}-{{": 2501,
      "ĠNNN": 2502,
      "AMD": 2503,
      "',(": 2504,
      "382": 2505,
      "ĠMQ": 2506,
      "966": 2507,
      "abcd": 2508,
      "|-|\\": 2509,
      "ĠDB": 2510,
      "Ġ=-{": 2511,
      "2005": 2512,
      ");(-": 2513,
      "567": 2514,
      "EFG": 2515,
      "443": 2516,
      "446": 2517,
      "}}}{{{": 2518,
      "4324": 2519,
      "470": 2520,
      "477": 2521,
      "472761": 2522,
      "685": 2523,
      "689": 2524,
      "ngvi": 2525,
      "ngminh": 2526,
      "âĢĻ\\": 2527,
      "={(\\": 2528,
      "50000": 2529,
      "571": 2530,
      "574": 2531,
      "5750": 2532,
      "673": 2533,
      "674": 2534,
      "6720": 2535,
      "6666": 2536,
      "776": 2537,
      "\\,\\%": 2538,
      "\\,\\,\\,\\": 2539,
      ")]+\\": 2540,
      "983": 2541,
      "984": 2542,
      "NNNS": 2543,
      "584": 2544,
      "),\\,(": 2545,
      "3003": 2546,
      "SIF": 2547,
      "Ozx": 2548,
      "1127": 2549,
      "1152": 2550,
      "ĠOyz": 2551,
      "APR": 2552,
      "arctan": 2553,
      "ĠGI": 2554,
      "``\\": 2555,
      "=&-": 2556,
      "29064": 2557,
      "|,|": 2558,
      "chngminh": 2559,
      "270725": 2560,
      "exists": 2561,
      "!=": 2562,
      "!}}": 2563,
      "!}+\\": 2564,
      "\"=\\": 2565,
      "\"-\\": 2566,
      "\"+\\": 2567,
      "\"=-\\": 2568,
      "&<-": 2569,
      "'{": 2570,
      "'):": 2571,
      "',\\": 2572,
      "'},\\": 2573,
      "'}.\\": 2574,
      "',~": 2575,
      "'|=|": 2576,
      "',\\;": 2577,
      "(*)": 2578,
      ")(-": 2579,
      ");\\": 2580,
      ")]}": 2581,
      "))}": 2582,
      ")|+": 2583,
      "))=-": 2584,
      ")}.\\": 2585,
      ")}}{(": 2586,
      ")!}{(": 2587,
      "+(-": 2588,
      ",+": 2589,
      "-~": 2590,
      "-{|": 2591,
      ".,": 2592,
      "028": 2593,
      "048": 2594,
      "073": 2595,
      "1125": 2596,
      "2256": 2597,
      "3360": 2598,
